Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.fileMessages.xlf
Languages: nl

source: Cannot copy folder "%s" into target folder "%s", because the target folder is already within the folder to be copied!
nl: Map "%s" kan niet in doelmap "%s" gekopieerd worden omdat de doelmap zich al in de te kopiëren map bevindt!

source: Cannot move folder "%s" into target folder "%s", because the target folder is already within the folder to be moved!
nl: De map "%s" kan niet in de doelmap "%s" verplaatst worden omdat de doelmap zich al in de te verplaatsen map bevindt!

# FileUtility.CouldNotAccessAllNecessaryResources
source: Could not access all necessary resources. Source file or destination maybe was not within your mountpoints? T="%s", D="%s"
nl: Geen toegang tot alle nodige bronnen. Bronbestand of doel liggen wellicht niet binnen uw beginpunten? D="%s", B="%s"

# FileUtility.CouldNotDeleteDirectory
source: Could not delete directory! Is directory "%s" empty? (You are not allowed to delete directories recursively).
nl: Map kon niet verwijderd worden! Is map "%s" leeg? (U heeft geen rechten om een map met onderliggende mappen te verwijderen).

# FileUtility.CouldNotDeleteDirectory1
source: Could not delete directory "%s"! There might be a problem with write permissions.
nl: Map "%s" kon niet verwijderd worden! Er kunnen problemen met schrijfrechten zijn.

# FileUtility.CouldNotDeleteFile
source: Could not delete file "%s". There might be a problem with write permissions.
nl: Bestand "%s" kon niet verwijderd worden. Er zijn wellicht problemen met schrijfrechten.

# FileUtility.DestinationExistedAlready
source: Destination "%s" already exists!
nl: Doel "%s" bestaat al!

# FileUtility.DestinationPathWasNotWithinYourMountpoints
source: Destination path "%s" was not within your mountpoints!
nl: Doelpad "%s" ligt niet binnen uw beginpunten!

# FileUtility.DestinationWasNotADirectory
source: Destination "%s" was not a directory.
nl: Doel "%s" was geen map.

# FileUtility.DirectoryCopiedTo
source: Directory "%s" copied to "%s".
nl: Map "%s" is naar "%s" gekopieerd.

# FileUtility.DirectoryCreatedIn
source: Directory "%s" created in "%s".
nl: Map "%s" is aangemaakt in "%s".

# FileUtility.DirectoryMovedTo
source: Directory "%s" moved to "%s".
nl: Map "%s" is verplaatst naar "%s".

# FileUtility.DirectoryNotCreated
source: Directory "%s" not created. There might be a problem with write permissions in "%s"?
nl: Map "%s" is niet aangemaakt. Wellicht is er een probleem met schrijfrechten in "%s"?

# FileUtility.DirectoryRenamedFromTo
source: Directory renamed from "%s" to "%s".
nl: Map hernoemd van "%s" naar "%s".

# FileUtility.DirectoryRenamedFromToCharReplaced
source: Directory renamed from "%s" to "%s". Characters in the new directory name have been replaced.
nl: Map hernoemd van "%s" naar "%s". Enkele tekens in de nieuwe mapnaam zijn vervangen.

# FileUtility.DirectoryRenamedSameName
source: Directory "%s" was not renamed. (Same name as before)
nl: De map "%s" is niet hernoemd. (Zelfde naam als voorheen)

# FileUtility.DirectoryWasNotCopiedTo
source: Directory "%s" WAS NOT copied to "%s"! There might be a problem with write permissions
nl: Map "%s" is NIET gekopieerd naar "%s"! Wellicht is er een probleem met schrijfrechten

# FileUtility.DirectoryWasNotMovedTo
source: Directory "%s" WAS NOT moved to "%s"! There might be a problem with write permissions
nl: Map "%s" IS NIET verplaatst naar "%s"! Wellicht is er een probleem met schrijfrechten

# FileUtility.DirectoryWasNotRenamed
source: Directory "%s" was not renamed! There might be a problem with write permissions in "%s"?
nl: Map "%s" is niet hernoemd! Wellicht is er een probleem met schrijfrechten in "%s"?

# FileUtility.ExtensionOfFileNameIsNotAllowedIn
source: Extension of file name "%s" is not allowed in "%s"!
nl: Extensie van bestand "%s" is in "%s" niet toegestaan!

# FileUtility.ExtensionOfFileNameOrWasNotAllowed
source: Extension of file name "%s" or "%s" was not allowed!
nl: Extensie van bestand "%s" of "%s" is niet toegestaan!

# FileUtility.ExtensionOfFileWasNotAllowed
source: Extension of file "%s" was not allowed!
nl: Extensie van bestand "%s" is niet toegestaan!

# FileUtility.FileAlreadyExistsInFolder
source: File "%s" already exists in folder "%s"!
nl: Bestand "%s" bestaat al in map "%s"!

# FileUtility.FileCopiedTo
source: File "%s" copied to "%s".
nl: Bestand "%s" is gekopieerd naar "%s".

# FileUtility.FileCreated
source: File created: "%s".
nl: Bestand aangemaakt: "%s".

# FileUtility.FileExistedAlreadyIn
source: File existed already in "%s"!
nl: Bestand bestaat al in "%s"!

# FileUtility.FileExtensionIsNotATextfileFormat
source: File extension "%s" is not a textfile format! (%s).
nl: Bestands-extensie "%s" is geen tekstformaat! (%s).

# FileUtility.FileExtensionIsNotzip
source: File extension is not "zip".
nl: Bestandsextensie is niet "zip".

# FileUtility.FileMovedTo
source: File "%s" moved to "%s".
nl: Bestand "%s" is verplaatst naar "%s".

# FileUtility.FileNameSanitized
source: The file name "%s" is invalid, the file was automatically renamed to "%s".
nl: De bestandsnaam "%s" is ongeldig, het bestand is automatisch hernoemd naar "%s".

# FileUtility.FileNameWasNotAllowed
source: File name "%s" was not allowed!
nl: Bestandsnaam "%s" is niet toegestaan!

# FileUtility.FileOrDestinationWasNotWithinYourMountpoints
source: File "%s" or destination "%s" was not within your mountpoints!
nl: Bestand "%s" of bestemming "%s" bevindt zich niet binnen uw beginpunten!

# FileUtility.FileOrDirectoryExistedAlready
source: File or directory "%s" already exists!
nl: Bestand of directory "%s" bestaat reeds!

# FileUtility.FileRenamedFromTo
source: File renamed from "%s" to "%s".
nl: Bestand hernoemd van "%s" naar "%s".

# FileUtility.FileRenamedSameName
source: File "%s" was not renamed. (Same name as before)
nl: Bestand "%s" niet hernoemd. (Zelfde naam als voorheen)

# FileUtility.FileSavedToBytesMd5
source: File saved to "%s", bytes: %s, MD5: %s.
nl: Bestand opgeslagen als "%s", bytes: %s, MD5: %s.

# FileUtility.FileWasNotCopiedTo
source: File "%s" WAS NOT copied to "%s"! There might be a problem with write permissions.
nl: Bestand "%s" is NIET gekopieerd naar "%s"! Er is mogelijk een probleem met schrijfrechten.

# FileUtility.FileWasNotCreated
source: File "%s" was not created! There might be a problem with write permissions in "%s"?
nl: Bestand "%s" is niet aangemaakt! Er is mogelijk een probleem met schrijfrechten in "%s"?

# FileUtility.FileWasNotRenamed
source: File "%s" was not renamed! There might be a problem with write permissions in "%s"?
nl: Bestand "%s" is niet hernoemd! Er is mogelijk een probleem met schrijfrechten in "%s"?

# FileUtility.FileWasNotSaved
source: File "%s" was not saved! There might be a problem with write permissions.
nl: Bestand "%s" is niet opgeslagen! Er is mogelijk een probleem met schrijfrechten.

# FileUtility.FileWasNotSaved2
source: File "%s" was not saved! File extension rejected!
nl: Bestand "%s" is niet opgeslagen! Bestandsextensie geweigerd!

# FileUtility.InvalidFolderName
source: Invalid folder name "%s"!
nl: Ongeldige mapnaam "%s"!

# FileUtility.NoFileWasUploaded
source: No file was uploaded!
nl: Er is geen bestand geupload!

# FileUtility.NoFileWasUploadedForReplacing
source: No file was uploaded for replacing!
nl: Er werd geen vervangend bestand geupload!

# FileUtility.NoNameForNewFolderGiven
source: No name for new folder given!
nl: Geen naam opgegeven voor nieuwe map!

# FileUtility.NoUniqueFilenameAvailableIn
source: No unique filename available in "%s"!
nl: Geen unieke bestandsnaam beschikbaar in "%s"!

# FileUtility.ReplacingFileTo
source: Replacing file "%s" to "%s".
nl: Bestand "%s" word vervangen door "%s".

# FileUtility.TargetAlreadyExists
source: Target "%s" already exists!
nl: Doel "%s" bestaat reeds!

# FileUtility.TargetWasNotAFile
source: Target "%s" was not a file!
nl: Doel "%s" was geen bestand!

# FileUtility.TargetWasNotWithinYourMountpoints
source: Target was not within your mountpoints! T="%s".
nl: Bestemming bevindt zich niet binnen uw beginpunten! T="%s".

# FileUtility.TheFileDidNotExist
source: The file "%s" did not exist!
nl: Het bestand "%s" bestaat niet!

# FileUtility.TheFunctionToCopyAFileBetweenStoragesIsNotYetImplemented
source: The function to copy a file between storages is not yet implemented.
nl: De functie om bestanden tussen Storages te kopiëren is nog niet geïmplementeerd.

# FileUtility.TheFunctionToCopyAFolderBetweenStoragesIsNotYetImplemented
source: The function to copy a folder between storages is not yet implemented.
nl: De functie om mappen tussen Storages te kopiëren, is nog niet geïmplementeerd.

# FileUtility.TheFunctionToMoveAFileBetweenStoragesIsNotYetImplemented
source: The function to move a file between storages is not yet implemented.
nl: De functie om bestanden te verplaatsen tussen Storages is nog niet geïmplementeerd.

# FileUtility.TheFunctionToMoveAFolderBetweenStoragesIsNotYetImplemented
source: The function to move a folder between storages is not yet implemented.
nl: De functie om mappen te verplaatsen tussen Storages is nog niet geïmplementeerd.

# FileUtility.TheUploadedFileExceedsTheSize-limit
source: The uploaded file "%s" exceeds the size-limit
nl: De grootte van het geüploade bestand "%s" overschrijdt de limiet.

# FileUtility.TheUploadHasFailedNoUploadedFileFound
source: The upload has failed, no uploaded file found!
nl: Het uploaden is mislukt. Geen geupload bestand gevonden.

# FileUtility.UnzippingFileIn
source: Unzipping file "%s" in "%s".
nl: Bestand "%s" aan het uitpakken in "%s".

# FileUtility.UploadedFileCouldNotBeMoved
source: Uploaded file could not be moved! There might be a problem with write permissions in "%s"?
nl: Het geüploade bestand kon niet worden verplaatst! Er is mogelijk een probleem met schrijfrechten in "%s".

# FileUtility.UploadingFileTo
source: Uploading file "%s" to "%s".
nl: Bestand "%s" aan het uploaden naar "%s".

# FileUtility.YouAreNotAllowedToAccessTheDirectory
source: You are not allowed to access the directory.
nl: U hebt geen toegang tot deze map.

# FileUtility.YouAreNotAllowedToAccessTheFile
source: You are not allowed to access the file.
nl: U hebt geen toegang tot dit bestand.

# FileUtility.YouAreNotAllowedToCopyDirectories
source: You are not allowed to copy directories.
nl: U hebt geen toestemming om directory's te kopiëren.

# FileUtility.YouAreNotAllowedToCopyFiles
source: You are not allowed to copy files.
nl: U hebt geen toestemming om bestanden te kopiëren.

# FileUtility.YouAreNotAllowedToCreateDirectories
source: You are not allowed to create directories!
nl: U hebt geen toestemming om mappen aan te maken!

# FileUtility.YouAreNotAllowedToCreateFiles
source: You are not allowed to create files!
nl: U hebt geen toestemming om bestanden aan te maken!

# FileUtility.YouAreNotAllowedToEditFiles
source: You are not allowed to edit files!
nl: U hebt geen toestemming om bestanden te bewerken!

# FileUtility.YouAreNotAllowedToMoveDirectories
source: You are not allowed to move directories.
nl: U hebt geen toestemming om mappen te verplaatsen.

# FileUtility.YouAreNotAllowedToMoveFiles
source: You are not allowed to move files.
nl: U hebt geen toestemming om bestanden te verplaatsen.

# FileUtility.YouAreNotAllowedToOverride
source: You are not allowed to override "%s"!
nl: U hebt geen toestemming om "%s" te overschrijven!

# FileUtility.YouAreNotAllowedToRenameDirectories
source: You are not allowed to rename directories!
nl: U hebt geen toestemming om mappen te hernoemen!

# FileUtility.YouAreNotAllowedToRenameFiles
source: You are not allowed to rename files!
nl: U hebt geen toestemming om bestanden te hernoemen!

# FileUtility.YouAreNotAllowedToUnzipFiles
source: You are not allowed to unzip files.
nl: U hebt geen toestemming om zip-bestanden uit te pakken.

# FileUtility.YouAreNotAllowedToUploadFiles
source: You are not allowed to upload files!
nl: U hebt geen toestemming om bestanden te uploaden.

# FileUtility.YouDontHaveFullAccessToTheDestinationDirectory
source: You don't have full access to the destination directory "%s"!
nl: U hebt geen volledige toegang tot het bestemmingspad "%s"!
