Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: fr, nl

# toolbarItems.bookmarkSavedMessage
source: The bookmark was saved.
fr: Le favori a été sauvegardé.
nl: De bladwijzer is opgeslagen.

# toolbarItems.bookmarkSavedTitle
source: Bookmark saved
fr: Favori créé
nl: Bladwijzer opgeslagen

# toolbarItems.bookmarksDelete
source: Delete bookmark
fr: Supprimer le favori
nl: Verwijder bladwijzer

# toolbarItems.bookmarksEdit
source: Edit bookmark
fr: Éditer le favori
nl: Bewerk bladwijzer

# toolbarItems.bookmarksGroup
source: Bookmark group
fr: Groupe de favoris
nl: Bladwijzergroep

# toolbarItems.collapsePageTree
source: Collapse page tree
nl: Paginaboom inklappen

# toolbarItems.confirmBookmarksDelete
source: Do you really want to remove this bookmark?
fr: Voulez-vous réellement supprimer ce favori ?
nl: Wilt u deze bladwijzer echt verwijderen?

# toolbarItems.createBookmark
source: Create bookmark
fr: Créer un favori
nl: Bladwijzer aanmaken

# toolbarItems.minMaxModuleMenu
source: Minimize/maximize module menu
nl: Module-menu minimaliseren/maximaliseren

# toolbarItems.search
source: Search
fr: Rechercher
nl: Zoek

# toolbarItems.shortcut
source: Shortcut
fr: Raccourci
nl: Snelkoppeling

# toolbarItems.shortcuts
source: Shortcuts
fr: Raccourcis
nl: Snelkoppelingen

# toolbarItems.shortcutsDelete
source: Delete Shortcut
fr: Supprimer le raccourci
nl: Verwijder snelkoppeling

# toolbarItems.shortcutsEdit
source: Edit Shortcut
fr: Modifier le raccourci
nl: Bewerk snelkoppeling

# toolbarItems.shortcutsGroup
source: Shortcut Group
fr: Groupe de raccourci
nl: Snelkoppelingengroep

# toolbarItems.sysinfo
source: System Information
fr: Informations système
nl: Systeeminformatie

# toolbarItems.sysinfo.applicationcontext
source: Application Context
fr: Contexte applicatif
nl: Omgeving

# toolbarItems.sysinfo.composerMode
source: Composer mode
fr: Mode composer
nl: Composer modus

# toolbarItems.sysinfo.gitrevision
source: GIT Revision
fr: Révision GIT
nl: GIT revisie

# toolbarItems.sysinfo.operatingsystem
source: Operating System
fr: Système d'exploitation
nl: Besturingssysteem

# toolbarItems.sysinfo.phpversion
source: PHP Version
fr: Version de PHP
nl: PHP-versie

# toolbarItems.sysinfo.typo3-version
source: TYPO3 Version
fr: Version TYPO3
nl: TYPO3-versie

# tree.activeFilterMode
source: Active Filtering Mode
fr: Filtre activé
nl: Actieve filtermodus

# tree.buttonFilter
source: Filter tree
fr: Filtrer l'arborescence
nl: Filter boom

# tree.buttonNewNode
source: Create new pages
fr: Créer de nouvelles pages
nl: Maak nieuwe pagina's

# tree.defaultPageTitle
source: [Default Title]
fr: [Titre par défaut]
nl: [Standaard titel]

# tree.searchTermInfo
source: Enter search term
fr: Saisir les termes à rechercher
nl: Vul zoekterm in

source: TYPO3 Element Browser
fr: Navigateur d'éléments TYPO3
nl: TYPO3-Elementverkenner

# ver.mgm
source: Version Management
fr: Gestionnaire de version
nl: Versiebeheer

# ver.selVer
source: Select version
nl: Versie selecteren

# ver.swap
source: Swap/Publish
fr: Echanger / Editer
nl: Wisselen/Publiceren

# ver.swapPage
source: Publish this version of the page including content
fr: Publier cette version de la page (incluant le contenu)
nl: Deze versie van de pagina inclusief inhoud publiceren

# warning.backend_admin
source: The default backend user "admin" with password "password" is still present. %sEdit this account%s, either deleting it completely or changing the username and password.
fr: L'utilisateur backend "admin", utilisant le mot de passe "password" est toujours actif. %sEdit this account%s, supprimez ce compte ou modifiez l'identifiant et le mot de passe.
nl: De standaard gebruiker "admin" met het standaard wachtwoord "password" is nog actief. %sPas deze accountaan%s, door de gebruiker admin te wissen of door gebruikersnaam en wachtwoord te wijzigen.

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
fr: La table "Reference index" est vide ce qui peut être le cas lors d'une mise à jour récente de la version de TYPO3. Merci d'aller dans le module %sTools>DB Check%s et de mettre à jour l'index de référence.
nl: De referentie-indextabel is leeg, wat waarschijnlijk veroorzaakt werd door een recente TYPO3 upgrade. Ga naar %sBeheerwerkset>DB Controle%s en werk de referentie index bij.

# warning.backend_reference_index
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. The Reference Index was last updated on %3$s. Please go to %sTools>DB Check%s and update the reference index.
nl: De referentie-indextabel is leeg, wat waarschijnlijk veroorzaakt werd door een recente TYPO3 upgrade. De referentie-index is laatst geüpdatet op %3$s. Ga naar %sBeheerwerkset>DB Controle%s en werk de referentie-index bij.

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
fr: La valeur actuelle de "fileDenyPattern" permet de télécharger / créer des fichiers avec le nom ".htaccess". Si TYPO3 est exécuté avec Apache, ceci permet à des utilisateurs backend ou frontend d'exécuter des scripts php dangereux. Veuillez réinitialiser la valeur de "fileDenyPattern" à sa valeur par défaut.
nl: De huidige waarde van fileDenyPattern staat het uploaden/aanmaken van bestanden met de naam ".htaccess' toe. Wanneer TYPO3 onder Apache draait, geeft dit frontend en backend gebruikers de mogelijkheid om PHP scripts uit te voeren. Herstel de waarde van fileDenyPattern naar de standaardwaarde.

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
fr: La valeur de "fileDenyPattern" n'est pas paramétrée avec sa valeur par défaut : %s . Si TYPO3 est exécuté avec Apache, une valeur personnalisée pourrait permettre à des utilisateurs backend ou frontend d'exécuter des scripts php dangereux.
nl: De waarde van fileDenyPattern is aangepast: %s. Wanneer TYPO3 onder Apache draait, kan een aangepaste waarde ervoor zorgen dat frontend en backend gebruikers kwaadwillende PHP scripts uit kunnen voeren.

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
fr: Risque de sécurité ! La nouvelle valeur de "fileDenyPattern" a des éléments manquants par rapport à sa valeur par défaut : %s . Si TYPO3 est exécuté avec Apache, une valeur personnalisée pourrait permettre à des utilisateurs backend ou frontend d'exécuter des scripts php dangereux.
nl: Veiligheidsrisico! De nieuwe waarde van de fileDenyPattern mist delen van de standaard waarde: %s. Als TYPO3 op Apache loopt dan kan een aangepaste waarde gebruikers mogelijk in staat stellen kwaadaardige PHP scripts uit te voeren.

# warning.file_missing
source: File is missing!
fr: Fichier manquant !
nl: Bestand ontbreekt!

# warning.file_missing_text
source: This file is marked as missing
nl: Dit bestand is gemarkeerd als ontbrekend

# warning.header
source: Important Notice!
fr: Avertissement important !
nl: Belangrijke mededeling!

# warning.header.storage_is_no_public
source: Storage is not public
fr: Le stockage n'est pas public
nl: Opslag is niet publiek

# warning.inline_use_combination
source: This record will be modified globally.
fr: Cet enregistrement sera modifié globalement.
nl: Dit record zal globaal gewijzigd worden.

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
fr: Le module d'installation est actif. Supprimez le fichier "%s" une fois la configuration de TYPO3 terminée.
nl: De Installatiewerkset is aangezet. LET OP uit veiligheidsoverweging: Verwijder het bestand "%s" als de instellingen in TYPO3 gedaan zijn.

# warning.install_enabled_cmd
source: Click to remove the file now!
fr: Supprimer le fichier maintenant !
nl: Klik hier om het bestand NU te wissen!

# warning.install_password
source: The Install Tool is still using the default password "joh316". Update this within the %sAbout section%s of the Install Tool.
fr: Le module d'installation utilise actuellement le mot de passe par défaut "joh316". N'oubliez pas de le modifier dans la section %sAbout section%s du module d'installation.
nl: De installatie werkset gebruikt nog steeds het standaard wachtwoord "joh316". Dit bijwerken in de %sOver sectie%s van de Installatie Werkset.

# warning.installtool_default_password
source: The Install Tool is still using the default password "joh316". Update this within the %sImportant actions section%s of the Install Tool.
fr: L'Install Tool utilise encore le mot de passe par défaut "joh316". Changez-le dans la %ssection des actions importantes%s de l'Install Tool.
nl: De Install Tool gebruik nog steeds het standaard wachtwoord "joh316". Werk dit bij in het onderdeel %sImportant actions% van de Install Tool.

# warning.install_trustedhosts
source: The trusted hosts pattern check is disabled. Please define the allowed hosts in the [SYS][trustedHostsPattern] section of the Install Tool.
fr: La vérification des système hôte de confiance est désactivée. Veuillez définir les système hôte autorisés avec le paramètre [SYS][trustedHostsPattern] de l'outil d'installation.
nl: De controle op toegestane hosts is uitgeschakeld. Geef de toegestane hosts op in de [SYS][trustedHostsPattern] sectie van de Installatie Tool

# warning.install_update
source: This installation is not configured for the TYPO3 version it is running. If you did so intentionally, this message can be safely ignored. If you are unsure, visit the Update Wizard section of the %sInstall Tool%s to see how TYPO3 would change.
fr: Cette installation TYPO3 n'est pas configurée pour la version de TYPO3 utilisée. Si cela est intentionnel, ignorez ce message. Si vous n'êtes pas certain, utilisez la section %sUpdate Wizard%s du module d'installation pour voir comme TYPO3 peut la modifier.
nl: Deze installatie is niet geconfigureerd voor de huidige TYPO3 versie. Als dit opzettelijk zo is kan deze boodschap worden genegeerd. Bij twijfel: bezoek de sectie %sUpdate Assistent%s van de Installatiewerkset om te zien hoe TYPO3 zou wijzigen.

# warning.memcache_not_usable
source: Memcache is configured, but connection to memcached failed with these configuration(s)
nl: Memcache is geconfigureerd, maar de verbinding naar memcache kon niet gemaakt worden met de volgende configuratie(s):

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
fr: Le stockage a été marqué comme "disponible publiquement" but n'est pas détecté comme tel par le driver. La configuration précédente a été restaurée.
nl: De opslag is gelabeld als "publiek beschikbaar" maar dat is niet gedetecteerd door het stuurprogramma. De instelling is teruggedraaid.

# cm.open
source: Open
fr: Ouvrir

# labels.link
source: Link
fr: Lien

# labels.starttime
source: Start
fr: Début

# toolbarItems.help
source: Help
fr: Aide

# toolbarItems.sysinfo.database
source: Database
fr: Base de données

# toolbarItems.sysinfo.webserver
source: Webserver
fr: Serveur Web

# toolbarItems.workspace
source: Workspace
fr: Espace de travail

# ver.online
source: ONLINE
fr: EN LIGNE
