Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: fr, nl

# alttext.suggestSearching
source: Searching...
fr: Recherche en cours...
nl: Zoeken...

# buttons.clear
source: Clear
fr: Effacer
nl: Wis

# buttons.clipboard
source: Clipboard
fr: Presse-papier
nl: Klembord

# buttons.exit
source: Exit
fr: Quitter
nl: Sluit

# buttons.logout
source: Logout
fr: Déconnexion
nl: Log uit

# buttons.recreateSlugExplanation
source: Recalculate URL segment from page title
nl: URL-segment uit paginatitel herberekenen

# buttons.toggleLinkExplanation
source: Toggle link explanation
fr: Basculer vers l'explication du lien
nl: Linkuitleg omschakelen

# buttons.toggleSlugExplanation
source: Toggle manual URL segment
nl: Handmatig URL-segment omschakelen

# cm.allowedEditableTextFileExtensions
source: Allowed editable text file extensions
fr: Extensions de fichiers texte éditables autorisées
nl: Toegestane bestandsextensies voor bewerkbare tekstbestanden

# cm.allowedFileExtensions
source: Allowed file extensions
nl: Toegestane bestandsextensies

# cm.allowedRelations
source: Allowed relations
nl: Toegestane relaties

# cm.allowEmbedSources
source: Allowed media sources
fr: Sources de média autorisées
nl: Toegestane media-aanbieders:

# cm.branchActions
source: Branch Actions
fr: Actions pour la branche
nl: Takacties

# cm.collapseBranch
source: Collapse Branch
fr: Replier la branche
nl: Inklappen tak

# cm.copy
source: Copy
fr: Copier
nl: Kopiëren

# cm.copyFolder_into
source: Copy folder into
fr: Copier le dossier dans
nl: Kopieer map in

# cm.copyPage_after
source: Copy page after
fr: Copier la page après
nl: Kopieer pagina na

# cm.copyPage_into
source: Copy page into
fr: Copier la page dans
nl: Kopieer pagina in

# cm.copyPasteActions
source: Page Actions
fr: Actions pour la page
nl: Pagina-acties

# cm.createnew
source: Create new
fr: Créer nouveau
nl: Maak nieuwe

# cm.createnew.link
source: Create new %s
fr: Créer un nouvel enregistrement %s
nl: Nieuwe %s aanmaken

# cm.createNewRelation
source: Create new relation
fr: Créer une nouvelle relation
nl: Maak nieuwe relatie

# cm.cut
source: Cut
fr: Couper
nl: Knippen

# cm.cutrelease
source: Cut release
nl: Knippen opheffen

# cm.delete
source: Delete
fr: Supprimer
nl: Verwijderen

# cm.deselect
source: Deselect
fr: Désélectionner
nl: Deselecteren

# cm.deselectto
source: Deselect to
fr: Désélectionner vers
nl: Deselecteren naar

# cm.edit
source: Edit
fr: Éditer
nl: Bewerken

# cm.editcontent
source: Edit content
fr: Éditer le contenu
nl: Inhoud bewerken

# cm.editMetadata
source: Edit Metadata of this file
fr: Éditer les méta-données de ce fichier
nl: Metadata van dit bestand bewerken

# cm.expandBranch
source: Expand Branch
fr: Déplier la branche
nl: Uiklappen tak

# cm.hide
source: Hide
fr: Cacher
nl: Verberg

# cm.more
source: More options...
fr: Plus d'options...
nl: Meer opties....

# cm.moveFolder_into
source: Move folder into
fr: Déplacer le dossier dans
nl: Verplaats map in

# cm.movePage_after
source: Move page after
fr: Déplacer la page après
nl: Verplaats pagina na

# cm.movePage_into
source: Move page into
fr: Déplacer la page dans
nl: Verplaats pagina in

# cm.new
source: New
fr: Nouveau
nl: Nieuw

# cm.offline
source: Turn offline
fr: Travailler hors-ligne
nl: Offline brengen

# cm.online
source: Turn online
fr: Travailler en ligne
nl: Online zetten

# cm.pasteafter
source: Paste after
fr: Coller après
nl: Plakken na

# cm.pasteinto
source: Paste into
fr: Coller dans
nl: Plakken in

# cm.rename
source: Rename
fr: Renommer
nl: Naam wijzigen

# cm.replace
source: Replace
fr: Remplacer
nl: Vervangen

# cm.save
source: Save
fr: Enregistrer
nl: Opslaan

# cm.select
source: Select
fr: Sélectionner
nl: Selecteren

# cm.selectto
source: Select to
fr: Sélectionner vers
nl: Selecteren naar

# cm.tempMountPoint
source: Mount as treeroot
fr: Zoomer sur la rubrique
nl: Plaats als root

# cm.unhide
source: Unhide
fr: Afficher
nl: Zichtbaar maken

# cm.unzip
source: Unzip
fr: Dézipper
nl: Uitpakken

# cm.upload
source: Upload Files
fr: Envoyer des fichiers
nl: Uploaden bestanden

# cm.view
source: Show
fr: Visualiser
nl: Toon

# create_folder.submit
source: Create folder
nl: Mappen aanmaken

# create_folder.title
source: Create new folder
nl: Nieuwe map aanmaken

# csh_tooltip_loading
source: Loading help...
fr: Chargement de l'aide...
nl: Help laden ...

# db_new.php.after
source: after
fr: après
nl: na

# db_new.php.inside
source: inside
fr: dans
nl: in

# db_new.php.pagetitle
source: New record
fr: Nouvel enregistrement
nl: Nieuw record

# error.adminCanNotChangeSystemMaintainer
source: Only system maintainers can change the admin flag and password of other system maintainers. The value has not been updated.
nl: Alleen beheerders van het systeem kunnen de admin-optie en het wachtwoord van andere beheerders wijzigen. De waarde is niet bijgewerkt.

# error.backendUserGroupListTypeError.header
source: Possible misconfiguration detected
fr: Mauvaise configuration potentielle détectée
nl: Mogelijke misconfiguratie ontdekt

# error.backendUserGroupListTypeError.message
source: Editing of at least one plugin was enabled but editing the page content type "Insert Plugin" is still disallowed. Group members won't be able to edit plugins unless you activate editing for the content type.
fr: L'édition d'au moins un plugin est activée mais le type de contenu "Insert Plugin" est encore interdit. Les membres du groupe ne pourront éditer les plugins tant que vous n'activez pas l'édition pour le type de contenu.
nl: Het bewerken van een of meer plug-ins is toegestaan, maar het is niet mogelijk om inhoudselementen van het type "Plug-in invoegen" te bewerken. Groepsleden zijn niet in staat de plug-ins te bewerken tot dat het bewerken van het inhoudstype wordt geactiveerd.

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
fr: Une erreur SQL est apparue. Cela peut indiquer une discordance entre le TCA et la base de données. Essayez de lancer l'outil de comparaison de base de données dans l'Install Tool.
nl: Er is een SQL fout opgetreden. Dit kan wijzen op een verschil tussen TCA en de database. Probeer de databasevergelijking uit te voeren in de Install Tool.

# error.database_schema_mismatch_title
source: Database Error
fr: Erreur en base de données
nl: Database fout

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
fr: La validation du jeton de sécurité du formulaire a échoué. Rechargez le formulaire et envoyez-le de nouveau.
nl: Valideren van het token van dit formulier is mislukt. Herlaadt aub het formulier en dien het formulier opnieuw in.

# error.invalidEmail
source: "%s" is not a valid e-mail address.
fr: "%s" n'est pas une adresse électronique valable.
nl: "%s" is geen geldig e-mailadres.

# error.items_proc_func_error
source: An error occurred trying to process items for field "%1$s" (%2$s).
fr: Une erreur est survenue en essayant de traiter les éléments pour le champ "%1$s" (%2$s).
nl: Er is een fout opgetreden bij het verwerken van items voor veld "%1$s" (%2$s).

# error.missingLanguageIsocode
source: Missing ISO code for language "%s" (UID %d), please edit the language record and set it.
nl: Ontbrekende ISO-code voor taal "%s" (UID %d). Bewerk het taalrecord om het in te stellen.

# extension.not.installed
source: Extension "%s" is not installed.
fr: L'extension "%s" n'est pas installée.
nl: Extensie "%s" is niet geinstalleerd.

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
fr: Impossible de trouver le dossier d'envoi. Vous devez créer un dossier temporaire nommé "_temp_" au premier niveau d'un de vos points de montage.
nl: Er is geen Upload-map gevonden. U moet eerst een TEMP-map ("_temp_") aanmaken in de root van een van de startpunten!

# file_clipupload.php.warning_head
source: Upload path error
fr: Chemin d'envoi erroné
nl: Verkeerd upload pad!

# file_edit.php.coundNot
source: This filetype cannot be edited.<br />The file must have an extension like:<br /><br /> <b>%s</b>
fr: Ce type de fichier ne peut être édité.<br />Le fichier doit avoir une des extensions suivantes :<br /><br /><strong>%s</strong>
nl: Dit bestandstype kan niet worden gewijzigd.<br />Het bestand moet een extensie hebben zoals:<br /><br /><b>%s</b>

# file_edit.php.pagetitle
source: Edit
fr: Editer
nl: Bewerken

# file_edit.php.saveAndClose
source: Save and Close
fr: Enregistrer et Fermer
nl: Opslaan en Sluiten

# file_edit.php.submit
source: Save
fr: Enregistrer
nl: Opslaan

# file_newfolder.php.folders
source: folders
fr: dossiers
nl: mappen

# file_newfolder.php.label_newfile
source: File name
nl: Bestandsnaam

# file_newfolder.php.label_newfolder
source: Folder
fr: Dossier
nl: Map

# file_newfolder.php.newfile
source: Create new textfile
fr: Créer un nouveau fichier texte
nl: Nieuw tekstbestand aanmaken

# file_newfolder.php.newfile_submit
source: Create file
fr: Créer un fichier
nl: Bestand aanmaken

# file_newfolder.php.newfolders
source: Create new folders
fr: Créer des dossiers
nl: Nieuwe mappen aanmaken

# file_newfolder.php.number_of_folders
source: Number of folders
nl: Aantal mappen

# file_newfolder.php.pagetitle
source: New file or folder
fr: Nouveau fichier ou dossier
nl: Nieuw bestand of map

# file_newfolder.php.submit
source: Create folders
fr: Créer des dossiers
nl: Mappen aanmaken

# file_rename.actions.cancel
source: Cancel
fr: Annuler
nl: Annuleren

# file_rename.actions.override
source: Overwrite
fr: Écraser
nl: Overschrijven

# file_rename.actions.rename
source: Rename with unique name
fr: Renommer avec un nom unique
nl: Hernoemen met een unieke naam

# file_rename.exists.description
source: You want to rename the file "{0}" to "{1}", but such a file already exists. How do you want to proceed?
fr: Vous souhaitez renommer le fichier "{0}" en "{1}" mais ce fichier existe déjà. Que voulez-vous faire ?
nl: U wilt het bestand "{0}" hernoemen naar "{1}", maar zo'n bestand bestaat als. Hoe wilt u verder gaan?

# file_rename.exists.title
source: File exists already
fr: Ce fichier existe déjà
nl: Bestand bestaat al

# file_rename.php.label.target.file
source: New file name
fr: Nouveau nom de fichier
nl: Nieuwe bestandsnaam

# file_rename.php.label.target.folder
source: New folder name
fr: Nouveau nom de dossier
nl: Nieuwe mapnaam

# file_rename.php.pagetitle
source: Rename
fr: Renommer
nl: Hernoemen

# file_rename.php.submit
source: Rename
fr: Renommer
nl: Hernoemen

# file_replace.php.browse
source: Browse
fr: Parcourir
nl: Bladeren

# file_replace.php.keepfiletitle
source: Keep the current filename?
fr: Garder le nom de fichier actuel ?
nl: Huidige bestandsnaam behouden?

# file_replace.php.pagetitle
source: Replace
fr: Remplacer
nl: Vervangen

# file_replace.php.selectfile
source: Select new file
fr: Sélection d'un nouveau fichier
nl: Selecteer een nieuw bestand

# file_replace.php.submit
source: Replace
fr: Remplacer
nl: Vervangen

# filestorage.invalidpathexception.message
source: You entered an invalid path for this File Storage. Note that "../" and "//" are not allowed when using an absolute path.
nl: Het pad van deze bestandsopslag is ongelding. Let op dat "../" en "//" niet zijn toegestaan bij een absoluut pad.

# filestorage.invalidpathexception.title
source: Error in Path
nl: Fout in pad

# file_upload.actions.all.empty
source: Please choose
fr: Veuillez choisir
nl: Maak een keuze

# file_upload.actions.all.label
source: Alternatively, choose a mass action
nl: Anders, kies een bulkactie

# file_upload.actions.all.override
source: Overwrite all files
fr: Écraser tous les fichiers
nl: Alle bestanden overschrijven

# file_upload.actions.all.rename
source: Rename all files
fr: Renommer tous les fichiers
nl: Alle bestanden hernoemen

# file_upload.actions.all.skip
source: Skip all files
fr: Ignorer tous les fichiers
nl: Alle bestanden overslaan

# file_upload.actions.all.use_existing
source: Use existing files
fr: Utiliser les fichiers existants
nl: Gebruik bestaande bestanden

# file_upload.actions.override
source: Overwrite
fr: Écraser
nl: Overschrijven

# file_upload.actions.rename
source: Rename
fr: Renommer
nl: Hernoemen

# file_upload.actions.skip
source: Skip the file
fr: Ignorer le fichier
nl: Sla het bestand over

# file_upload.actions.use_existing
source: Use existing file
fr: Utiliser le fichier existant
nl: Gebruik bestaand bestand

# file_upload.button.cancel
source: Cancel
fr: Annuler
nl: Annuleren

# file_upload.button.continue
source: Continue with selected actions
fr: Continuer avec les actions sélectionnées
nl: Ga door met de geselecteerde acties

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
fr: Déposez vos fichiers ici, ou <u>cliquez pour sélectionner des fichiers</u>
nl: Bestanden hier naartoe slepen, of <u>klik, blader & kies bestanden</u>

# file_upload.dropzonehint.title
source: Drag & drop to upload files
fr: Glissez-déposez les fichiers à transférer
nl: Sleep bestanden hier om te uploaden

# file_upload.existingfiles.description
source: Some files you wanted to upload exist already on the system. Please select what you want to do with each file.
fr: Certains fichiers que vous vouliez transférer existent déjà dans le système. Veuillez sélectionner ce que vous souhaitez faire pour chaque fichier.
nl: Een aantal van de bestanden die zijn geupload bestaan reeds op het systeem. Geef aan wat er met deze bestanden gedaan moet worden.

# file_upload.existingfiles.title
source: Some files exist already
fr: Certains fichiers existent déjà
nl: Een aantal bestanden bestaan reeds

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
fr: Le transfert a échoué ! Un fichier avec l'extension "{0} est requis !
nl: Upload mislukt! Een bestand met "{0}" extensie wordt verwacht!

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
fr: Le fichier "{0}" n'est pas autorisé !
nl: Bestandsnaam "{0}" is niet toegestaan!

# file_upload.header.action
source: Action
nl: Actie

# file_upload.header.originalFile
source: Original file
fr: Nouveau fichier
nl: Oorspronkelijk bestand

# file_upload.header.uploadedFile
source: Uploaded file
fr: Fichier actuel
nl: Geüpload bestand

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
fr: Le fichier "{0}" dépasse la taille maximale de {1} !
nl: Bestand "{0}" overschrijdt de maximale bestandsgrootte van {1}!

# file_upload.overwriteExistingFiles
source: Shall existing files be overwritten?
fr: Les fichiers existants doivent-ils être écrasés ?
nl: Bestaande bestanden overschrijven?

# file_upload.php.files
source: files
fr: fichiers
nl: bestanden

# file_upload.php.number_of_files
source: Number of files
nl: Aantal bestanden

# file_upload.php.pagetitle
source: Upload files
fr: Envoyer des fichiers
nl: Bestanden uploaden

# file_upload.php.submit
source: Upload files
fr: Envoyer des fichiers
nl: Uploaden

# file_upload.select-and-submit
source: Select & upload files
fr: Sélectionner et transférer des fichiers
nl: Kies & upload bestanden

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
fr: Le transfert du fichier "{0}" a échoué !
nl: Uploaden van bestand "{0}" mislukt!

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
fr: Envoi terminé ! La liste de fichiers se recharge...
nl: Uploaden compleet! Bestandslijst wordt opnieuw geladen...

# file_upload.upload-in-progress
source: File upload in progress...
fr: Transfert du fichier en cours...
nl: Bestand uploaden...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
fr: Envoi du fichier {0} sur {1}.
nl: Uploaden van bestand {0} van {1}.

# flushAllCachesDescription2
source: Clear all system-related caches, including localization, extension configuration, file caches and opcode caches. Rebuilding this cache may take some time.
fr: Vider les caches système, incluant la localisation, la configuration des extensions, le cache des fichiers et le cache opcode. Régénérer ces caches va prendre un certain temps.
nl: Alle systeem-gerelateerde caches, inclusief vertalingen, extensieconfiguraties, bestandscaches en opcode-caches legen. Het opbouwen van deze cache kan even duren.

# flushAllCachesTitle2
source: Flush all caches
fr: Vider tous les caches
nl: Alle caches legen

# flushPageCachesDescription
source: Clear frontend and page-related caches.
fr: Vide le cache frontend et les caches liés aux pages
nl: Frontend en paginagerelateerde caches legen.

# flushPageCachesTitle
source: Flush frontend caches
fr: Vider le cache frontend
nl: Frontend caches legen

# formEngine.beUser.admin.information.userAdminAndPasswordChangeNotAllowed
source: This user is a system maintainer. Changing the admin flag and changing password is denied.
nl: Deze gebruiker is een systeembeheerder. Het wijzigen van de admin-optie en het wachtwoord is niet toegestaan.

# formEngine.beUser.admin.information.userIsSystemMaintainer
source: This user is a system maintainer
fr: Cet utilisateur est un mainteneur du système
nl: Deze gebruiker is een systeembeheerder

# formEngine.beUser.admin.information.userWillBecomeSystemMaintainer
source: This user is in the list of allowed system maintainers and will gain system level access if enabling admin access.
nl: Deze gebruiker staat in de lijst met toegestande systeembeheerders en krijgen toegang tot systeemniveau als admin-toegang wordt gegeven.

# labels.addnew
source: Add new
fr: Ajouter nouveau
nl: Nieuw toevoegen

# labels.allow
source: Allow
fr: Autorisé
nl: Toestaan

# labels.allTables
source: [All tables]
fr: [Toutes les tables]
nl: [Alle tabellen]

# labels.author
source: Author
fr: Auteur
nl: Auteur

# labels.beUser
source: BE-User
fr: Utilisateur BE
nl: Backendgebruiker

# labels.browse_db
source: Browse for records
fr: Naviguer dans les enregistrements
nl: Door records bladeren

# labels.browse_file
source: Browse for files
fr: Naviguer dans les fichiers
nl: Door bestanden bladeren

# labels.cancel
source: Cancel
fr: Annuler
nl: Annuleren

# labels.category
source: Category
nl: Categorie

# labels.changeInOrig
source: Changed in original translation
fr: Modifié dans la traduction originale
nl: Gewijzigd in origineel

# labels.checkAll
source: Check all
fr: Tout sélectionner
nl: Alles selecteren

# labels.clear_cache
source: Clear cache for this page
fr: Effacer le cache de cette page
nl: Cache leegmaken voor deze pagina

# labels.clipboard.clear_clipboard
source: Clear clipboard
fr: Vider le presse-papier
nl: Klembord leegmakten

# labels.clipboard.delete_elements
source: Delete elements
fr: Supprimer les éléments
nl: Elementen verwijderen

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
fr: Insérer %s enregistrement(s) depuis le presse-papier
nl: %s records vanuit klembord invoegen

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
fr: Insérer %s fichier(s) depuis le presse-papier
nl: %s bestanden vanuit klembord invoegen

# labels.cliptabs
source: Clipboard #
fr: Presse-papier No
nl: Klembord nr.

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
fr: Ce presse-papier vous permet de sélectionner et éditer/copier/déplacer plusieurs enregistrements à la fois. Choisissez-le pour afficher une case à cocher pour chaque enregistrement.
nl: Dit klembord maakt het mogelijk om meerdere records te selecteren en in één keer te bewerken/kopiëren/verplaatsen. Nadat dit klembord is gekozen verschijnt een checkbox bij elk record.

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
fr: Presse-papier No %s (mode enregistrements multiples)
nl: Klembord #%s (multi-select modus)

# labels.close
source: Close
fr: Fermer
nl: Sluiten

# labels.collapseTable
source: Collapse table
fr: Replier le tableau
nl: Tabel inklappen

# labels._CONTROL_
source: Control
fr: Contrôle
nl: Bedieningselement

# labels.copymode
source: Copy items instead of moving them
fr: Copier les éléments plutôt que les déplacer
nl: Items kopiëren in plaats van verplaatsen

# labels.count
source: Quantity
nl: Hoeveelheid

# labels.createNew
source: Create new
fr: Créer nouveau
nl: Maak nieuwe

# labels.createNewPage
source: Create new %s
fr: Créer un nouvel enregistrement %s
nl: Nieuwe %s aanmaken

# labels.createNewRecord
source: Create new %s on page "%s"
fr: Créer un nouvel enregistrement %s sur la page "%s"
nl: Nieuwe %s op pagina "%s" aanmaken

# labels.createNewRecordRootLevel
source: Create new %s on root level
fr: Créer un nouvel enregistrement %s à la racine
nl: Nieuwe %s op rootniveau aanmaken

# labels.csv
source: Download CSV file
fr: Télécharger le fichier CSV
nl: CSV-bestand downloaden

# labels.days
source: days
fr: Jours
nl: dagen

# labels.deleteTitle
source: Revert to default Constant
fr: Revenir aux constantes par défaut
nl: Standaard constante terugzetten

# labels.deny
source: Deny
fr: Interdit
nl: Niet toestaan

# labels.depth_0
source: This page
fr: Cette page
nl: Deze pagina

# labels.depth_1
source: 1 level
fr: 1 niveau
nl: 1 niveau

# labels.depth_2
source: 2 levels
fr: 2 niveaux
nl: 2 niveaus

# labels.depth_3
source: 3 levels
fr: 3 niveaux
nl: 3 niveaus

# labels.depth_4
source: 4 levels
fr: 4 niveaux
nl: 4 niveaus

# labels.depth_infi
source: Infinite
fr: Infini
nl: Oneindig

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
fr: Désactiver l'éditeur de texte avancé (RTE)
nl: Rich Text Editor (RTE) uitschakelen

# labels.edit
source: Edit
fr: Editer
nl: Bewerken

# labels.editPage
source: Edit %s "%s"
fr: Modifier %s "%s"
nl: %s "%s" bewerken

# labels.editRecord
source: Edit %s "%s" on page "%s"
fr: Modifier %s "%s" sur la page "%s"
nl: %s "%s" op pagina "%s" bewerken

# labels.editRecordNoTitle
source: Edit %s on page "%s"
fr: Modifier %s sur la page "%s"
nl: %s op pagina "%s" bewerken

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
fr: Modifier l'enregistrement %s "%s" à la racine
nl: %s "%s" op rootniveau bewerken

# labels.editTitle
source: Edit this Constant
fr: Editer cette constante
nl: Deze constante bewerken

# labels.enabled
source: Enabled
fr: Activer
nl: Ingeschakeld

# labels.endtime
source: End
fr: Fin
nl: Eind

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
fr: Cette page|1 niveau inférieur|2 niveaux inférieurs|3 niveaux inférieurs|4 niveaux inférieurs
nl: Deze pagina|1 niveau lager|2 niveaus lager|3 niveaus lager|4 niveaus lager

# labels.enterSearchString
source: Enter search term
fr: Saisissez un terme à rechercher
nl: Voer zoekterm in

# labels.expandAll
source: Expand all
fr: Déplier tout
nl: Alle uitklappen

# labels.expandTable
source: Expand table
fr: Déplier le tableau
nl: Tabel uitklappen

# labels.feUser
source: FE-User
fr: Utilisateur FE
nl: Frontendgebruiker

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
fr: Il y des informations non sauvegardées dans le formulaire ! Souhaitez-vous continuer sans sauver ?
nl: Er zijn niet opgeslagen wijzigingen in het formulier! Wilt u doorgaan ZONDER op te slaan?

# labels.fieldsMissing
source: The fields marked with an exclamation mark are not yet correctly filled in. Please complete them properly.
fr: Les champs marqués d'un point d'exclamation ne sont pas correctement remplis. Veuillez les compléter correctement.
nl: De velden gemarkeerd met een uitroepteken zijn nog niet correct ingevuld. Vul deze aan.
