Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: fr, nl

# labels.findRecord
source: Find records
fr: Enregistrements trouvés
nl: Records zoeken

# labels.generalOptions
source: General options
nl: Algemene opties

# labels.generalOptions_more
source: General options (continued)
nl: Algemene opties (vervolg)

# labels.generalTab
source: General
fr: Général
nl: Algemeen

# labels.goBack
source: Go back
fr: Retour
nl: Ga terug

# labels.hidden
source: Hidden
fr: Caché
nl: Verborgen

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
fr: Important : Maintenez la touche CTRL (ou CMD) tout en sélectionnant des éléments dans cette liste !
nl: Belangrijk: De CTRL-toets ingedrukt houden tijdens het kiezen van elementen in deze lijst!

# labels.items
source: Available Items
fr: Eléments disponibles
nl: Beschikbare items

# labels.label.limit
source: Limit
fr: Limite
nl: Limiet

# labels.label.search_levels
source: Search levels
fr: Niveaux de recherche
nl: Zoekniveau

# labels.label.searchString
source: Search term
fr: Terme de recherche
nl: Zoekterm

# labels.list
source: List
fr: Liste
nl: Lijst

# labels._LOCALIZATION_
source: Localization
fr: Localisation
nl: Vertaling

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
fr: L'utilisateur '%s' édite cette élément depuis %s.
nl: De gebruiker '%s' begon %s geleden dit record te bewerken.

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
fr: L'utilisateur '%s' édite un élément de cette page depuis %s.
nl: De gebruiker '%s' begon %s geleden de inhoud van deze pagina te bewerken.

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
fr: %s '%s' modifie cet enregistrement depuis %s.
nl: De %s '%s' begon %s geleden dit record te bewerken.

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
fr: %s '%s' modifie ce contenu sur cette page depuis %s.
nl: De %s '%s' begon %s geleden de inhoud van deze pagina te bewerken.

# labels.makeBookmark
source: Create a bookmark to this page
fr: Créer un favori vers cette page
nl: Een bladwijzer naar deze pagina aanmaken

# labels.makeShortcut
source: Create a shortcut to this page?
fr: Créer un raccourci vers cette page ?
nl: Een snelkoppeling naar deze pagina aanmaken?

# labels.maxItemsAllowed
source: A maximum of {0} child records are allowed.
fr: Un maximum de {0} enregistrements fils sont autorisés.
nl: Er zijn maximaal {0} subrecords toegestaan.

# labels.minutesHoursDaysYears
source: min|hrs|days|yrs|min|hour|day|year
nl: min|uren|dagen|jaren|min|uur|dag| jaar

# labels.move
source: Move this item
fr: Déplacer cet élément
nl: Dit item verplaatsen

# labels.move_down
source: Move selected items downwards
fr: Déplacer vers le bas les éléments sélectionnés
nl: Geselecteerd item een stap naar beneden verplaatsen

# labels.move_to_bottom
source: Move selected items to bottom
fr: Déplacer les éléments sélectionnés en bas
nl: Geselecteerd item naar eind van de lijst verplaatsen

# labels.move_to_top
source: Move selected items to top
fr: Déplacer vers le haut les éléments sélectionnés
nl: Geselecteerd item naar begin van de lijst verplaatsen

# labels.move_up
source: Move selected items upwards
fr: Déplacer l'élément vers le haut
nl: Geselecteerd item een stap naar boven verplaatsen

# labels.new
source: NEW
fr: NOUVEAU
nl: NIEUW

# labels.new_section
source: Create new
nl: Nieuw aanmaken

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
fr: Désolé, vous n'avez pas les droits d'accès requis pour effectuer ces changements.
nl: Sorry, u heeft niet de juiste bevoegdheden om deze wijziging uit te voeren.

# labels.noMatchingValue
source: INVALID VALUE ("%s")
fr: VALEUR NON-VALIDE ("%s")
nl: ONGELDIGE WAARDE ("%s")

# labels.noRecordFound
source: No record found
fr: Aucun enregistrement trouvé
nl: Geen record gevonden

# labels.normal
source: Normal (single record mode)
fr: Normal (mode enregistrement unique)
nl: Normaal (enkel record modus)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
fr: Le presse-papier "Normal" vous permet de copier/déplacer un enregistrement à la fois.
nl: "Normaal" klembord staat het toe één record per keer te kopiëren/verplaatsen.

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
fr: Note : Vous ne pouvez éditer ce champ car il ne peut être édité qu'avec l'éditeur de texte avancé (RTE). Aucun éditeur n'est disponible ou l'édition avec le RTE a été désactivée.
nl: Opmerking: Dit veld kan alleen worden bewerkt met de Rich Text Editor (RTE). Er is op dit moment geen Editor beschikbaar of geactiveerd.

# labels.note
source: Note
nl: Aantekening

# labels.no_title
source: No title
fr: Sans titre
nl: Geen titel

# labels.nullCheckbox
source: Set value
fr: Définir la valeur
nl: Waarde instellen

# labels.openInNewWindow
source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre
nl: In nieuw venster openen

# labels.path
source: Path
fr: Chemin
nl: Pad

# labels._PATH_
source: Path
fr: Chemin
nl: Pad

# labels.placeholder.override
source: Set element specific value (Default: "%s")
nl: Elementspecifieke waarde instellen (standaard: "%s")

# labels.placeholder.override_not_available
source: Set element specific value (No default)
fr: Définir la valeur spécifique de l'élément (Pas de valeur par défaut)
nl: Elementspecifieke waarden instellen (geen standaard)

# labels.recordDuplicated
source: The record has been duplicated.
fr: L'enregistrement a été dupliqué.
nl: Het record is gedupliceerd.

# labels.recordInformation
source: Record information
fr: Information sur l'enregistrement
nl: Record informatie

# labels.recordReadonly
source: The table is defined as readonly and can't be edited.
fr: Ce tableau est en lecture seule et ne peut pas être édité
nl: De tabel is gedefinieerd als alleen-lezen en kan niet gewijzigd worden.

# labels.referencesToFile
source: (There are %s reference(s) to this file!)
nl: (Er zijn %s verwijzingen naar dit bestand!)

# labels.referencesToFolder
source: (There are %s reference(s) to this folder!)
nl: (Er zijn %s verwijzingen naar deze map!)

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
fr: (Il y a %s référence(s) à cet enregistrement)
nl: (Er zijn %s verwijzingen naar dit record!)

# labels.refresh
source: Reload the tree from server
fr: Recharger l'arborescence
nl: Vernieuwen

# labels.refreshList
source: Reload list from server
fr: Recharger la liste
nl: Lijst vanaf server herladen

# labels.reload
source: Reload
fr: Recharger
nl: Vernieuwen

# labels.remainingCharacters
source: Remaining characters: {0}
fr: Caractères restants : {0}
nl: Tekens over: {0}

# labels.removeItem
source: Remove item
fr: Supprimer l'élément
nl: Item verwijderen

# labels.remove_selected
source: Remove selected items
fr: Supprimer les éléments sélectionnés
nl: Geselecteerde items verwijderen

# labels.resetFilter
source: Reset Filter
fr: Désactiver le filtre
nl: Filter wissen

# labels.revertSelection
source: Revert selection
fr: Inverser la sélection
nl: Selectie terugdraaien

# labels.rootLevel
source: root level
fr: racine
nl: rootniveau

# labels.search
source: Search
fr: Rechercher
nl: Zoeken

# labels.searchLevel.0
source: This page
fr: Cette page
nl: Deze pagina

# labels.searchLevel.1
source: 1 level down
fr: 1 niveau en-dessous
nl: 1 niveau omlaag

# labels.searchLevel.2
source: 2 levels down
fr: 2 niveau en-dessous
nl: 2 niveau's omlaag

# labels.searchLevel.3
source: 3 levels down
fr: 3 niveau en-dessous
nl: 3 niveau's omlaag

# labels.searchLevel.4
source: 4 levels down
fr: 4 niveau en-dessous
nl: 4 niveau's omlaag

# labels.searchLevel.infinite
source: Infinite levels
fr: Niveaux infinis
nl: Oneindige niveau's

# labels.selected
source: Selected Items
fr: Sélectionné(s)
nl: Geselecteerde items

# labels.setAllCheckboxes
source: Select All Checkboxes
fr: Sélectionner toutes les cases à cocher
nl: Alle vinkjes selecteren

# labels.setFields
source: Set fields
fr: Paramétrer un champ
nl: Velden instellen

# labels.show
source: Show
fr: Afficher
nl: Tonen

# labels.showList
source: Show record list
fr: Afficher la liste des enregistrements
nl: Lijst records tonen

# labels.showPage
source: View webpage
fr: Visualiser la page web
nl: Webpagina bekijken

# labels.showRecords
source: Show records
fr: Afficher les enregistrements
nl: Records tonen

# labels.table
source: Table
nl: Tabel

# labels.tableWizard
source: Table Wizard
fr: Assistant de tableau
nl: Tabelassistent

# labels.temporaryDBmount
source: Cancel temporary DB mount
fr: Annuler le point de montage temporaire
nl: Tijdelijk database beginpunt annuleren

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
fr: Visualiser les miniatures dans le presse-papier
nl: Voorbeelden op klembord tonen

# labels.title.limit
source: Limit
fr: Limite
nl: Limiet

# labels.title.search
source: Search
fr: Rechercher
nl: Zoeken

# labels.title.searchIcon
source: Toggle search toolbar
fr: Basculer vers la barre de recherche
nl: Activeer / deactiveer zoekbalk

# labels.title.search_levels
source: Search levels
fr: Niveaux de recherche
nl: Zoekniveaus

# labels.title.searchString
source: Search term
fr: Terme de recherche
nl: Zoekterm

# labels.toggleall
source: Toggle all
fr: Tout basculer
nl: Alles (de)selecteren

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
fr: (Cet enregistrement a %s traduction(s) qui vont aussi être supprimées)
nl: (Dit record heeft %s vertalingen die tevens verwijderd worden!)

# labels.uncheckAll
source: Uncheck all
fr: Tout désélectionner
nl: Alles deselecteren

# labels.unknownUser
source: -Unknown-
fr: - inconnu -
nl: -onbekend-

# labels.upOneLevel
source: Up one level
fr: Remonter d'un niveau
nl: Een niveau omhoog

# labels.user
source: User
fr: Utilisateur
nl: Gebruiker

# link.to.filefile.correctly
source: Please, do not link to this page.
fr: Ne faites pas de lien sur cette page SVP.
nl: Link aub niet naar deze pagina.

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
fr: Le fichier "%s" a été supprimé avec succès.
nl: Het bestand "%s" werd succesvol verwijderd.

# message.description.fileHasBrokenReferences
source: The file has %s broken reference(s) but it will be deleted regardless.
fr: Le fichier a %s référence(s) manquante(s), mais il sera tout de même effacé.
nl: Het bestand heeft %s onjuiste referentie(s) maar zal desondanks verwijderd worden.

# message.description.fileNotDeletedHasReferences
source: The file cannot be deleted since it is still used at the following places
nl: Het bestand kan niet verwijderd worden omdat het nog gebruikt wordt op de volgende plaatsen

# message.description.fileNotFound
source: The file %s is not found, possible already removed.
fr: Le fichier %s est inexistant, peut-être est-il déjà supprimé.
nl: Het bestand %s is niet gevonden, mogelijk is het bestand reeds verwijderd.

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
fr: Le dossier "%s" a été supprimé avec succès.
nl: Verwijderen van map "%s" is geslaagd.

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
fr: Le dossier n'a pas pu être supprimé parce qu'il contient encore des fichiers.
nl: De map kan niet verwijderd worden omdat het nog bestanden bevat.

# message.description.folderNotDeletedHasFilesWithReferences
source: The folder cannot be deleted since it still contains files in use.
fr: Le dossier n'a pas pu être supprimé parce qu'il contient encore des fichiers utilisés.
nl: De map kan niet verwijderd worden omdat het nog bestanden bevat die gebruikt worden.

# message.header.fileDeleted
source: File deleted
fr: Fichier supprimé
nl: Bestand verwijderd

# message.header.fileHasBrokenReferences
source: File has broken references
fr: Le fichier a des références erronnées
nl: Dit bestand heeft onjuiste referenties

# message.header.fileNotDeletedHasReferences
source: File not deleted
fr: Fichier non supprimé
nl: Bestand niet verwijderd

# message.header.fileNotFound
source: File not found
fr: Fichier inexistant
nl: Bestand niet gevonden

# message.header.folderDeleted
source: Folder deleted
fr: Dossier supprimé
nl: Map verwijderd

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
fr: Dossier non supprimé
nl: Map niet verwijderd

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
fr: Dossier non supprimé
nl: Map niet verwijderd

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
fr: Le backend de TYPO3 est actuellement verrouillé pour cause de maintenance. Dès que la maintenance sera terminée, le backend sera à nouveau disponible. En attendant, vous pouvez laisser votre navigateur ouvert. Merci pour votre patience.
nl: De TYPO3 backend is momenteel gesloten wegens onderhoud. Laat het browservenster open staan. De backend zal automatisch weer beschikbaar worden zodra het onderhoud verricht is.

# mess.copy_after
source: Copy "%s" to after "%s"?
fr: Copier "%s" après "%s" ?
nl: "%s" na "%s" kopiëren?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
fr: Copier tous les éléments (%s) du presse-papier après "%s" ?
nl: Alle elementen (%s) van het klembord naar de positie na "%s" kopiëren?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
fr: Copier tous les éléments (%s) du presse-papier dans "%s" ?
nl: Alle elementen (%s) van het klembord naar "%s" kopiëren?

# mess.copy_into
source: Copy "%s" into "%s"?
fr: Copier "%s" dans "%s" ?
nl: "%s" naar "%s" kopiëren?

# mess.copy_into_colPos
source: Copy "%1$s" into column "%3$s" on page "%2$s"?
fr: Copier "%1$s" dans la colonne "%3$s" de la page "%2$s"?
nl: "%1$s" naar kolom "%3$s" op pagina "%2$s" kopiëren?

# mess.delete
source: Are you sure you want to delete '%s'?
nl: Weet u zeker dat u '%s' wilt verwijderen?

# mess.deleteClip
source: Are you sure you want to delete ALL referenced elements (%s) on the clipboard?
nl: Weet u zeker dat u alle elementen (%s) wilt verwijderen van het klembord?

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
fr: Votre connexion TYPO3 a expirée. Merci de confirmer que vous souhaitez rester connecté.
nl: Uw TYPO3-aanmelding verloopt elk moment. Bevestig dat u aangemeld wilt blijven.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
fr: Avis d'expiration de connexion
nl: Melding van verlopen TYPO3-aanmelding

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
fr: Votre connexion TYPO3 a expiré. Vous devez vous reconnecter pour continuer. Sinon vous pouvez fermer la fenêtre de votre navigateur.
nl: Uw TYPO3 aanmelding is verlopen. U dient u opnieuw aan te melden als u verder wilt gaan. Anders kunt u uw huidige browservenster sluiten.

# mess.login_refresh_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to be logged out.
fr: Votre connexion à TYPO3 est sur le point d'expirer. SVP, confirmer que vous souhaitez vous déconnecter.
nl: De TYPO3 login-sessie verloopt bijna. Bevestig dat je wilt worden afgemeld.

# mess.move_after
source: Move "%s" to after "%s"?
fr: Déplacer "%s" après "%s" ?
nl: "%s" na "%s" verplaatsen?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
fr: Déplacer tous les éléments (%s) du presse-papier après "%s" ?
nl: Alle elementen (%s) van het klembord naar de positie na "%s" verplaatsen?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
fr: Déplacer tous les éléments (%s) du presse-papier dans "%s" ?
nl: Alle elementen (%s) van het klembord naar "%s" verplaatsen?

# mess.move_into
source: Move "%s" into "%s"?
fr: Déplacer "%s" dans "%s" ?
nl: "%s" naar "%s" verplaatsen?

# mess.move_into_colPos
source: Move "%1$s" into column "%3$s" on page "%2$s"?
fr: Déplacer "%1$s" dans la colonne "%3$s" de la page "%2$s"?
nl: "%1$s" naar kolom "%3$s" op pagina "%2$s" verplaatsen?

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
fr: Veuillez sélectionner au moins un élément avant de pouvoir le(s) éditer.
nl: Selecteer een of meerdere items in de lijst voordat u iets kunt bewerken.

# mess.please_wait
source: Please wait ...
fr: Merci de patienter...
nl: Een moment geduld ...

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
fr: La mise à jour de l'affichage de la page annule les données en cours de saisie. Souhaitez-vous poursuivre ?
nl: Opnieuw opbouwen van de pagina verwijdert de huidige data. Doorgaan?

# mess.refresh_direct_logout_button
source: No, log out.
fr: Non, déconnexion.
nl: Nee, afmelden

# mess.refresh_exit_button
source: Exit
fr: Quitter
nl: Sluit

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
fr: Connexion désactivée. Souhaitez-vous vous reconnecter ?
nl: Uw aanmelding is waarschijnlijk verlopen. Wilt u nu opnieuw aanmelden?

# mess.refresh_login_button
source: Login
fr: Connexion
nl: Aanmelden

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
fr: Un mot de passe vide n'est pas accepté !
nl: Leeg wachtwoord is niet toegestaan!

# mess.refresh_login_failed
source: Login failed
fr: Impossible de se connecter
nl: Aanmelding mislukt

# mess.refresh_login_failed_message
source: Password not correct.
fr: Le mot de passe est incorrect.
nl: Verkeerd wachtwoord.

# mess.refresh_login_logging_in
source: Logging in...
fr: Connexion en cours...
nl: Aanmelden...

# mess.refresh_login_logout_button
source: Log me out
fr: Déconnexion
nl: Afmelden

# mess.refresh_login_password
source: Password
fr: Mot de passe
nl: Wachtwoord

# mess.refresh_login_refresh_button
source: Stay logged in!
fr: Rester connecté !
nl: Aangemeld blijven!

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
fr: Actualiser la connexion à TYPO3 (utilisateur : %s)
nl: Aanmelding bij TYPO3 (Gebruiker: %s) vernieuwen

# mess.refresh_login_username
source: Username
fr: Utilisateur
nl: Gebruikersnaam

# mess.refreshRequired.content
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
nl: Deze wijziging beïnvloedt welke velden beschikbaar zijn in het formulier. Nu opslaan om het scherm te verversen?

# mess.refreshRequired.title
source: Refresh required
fr: Actualisation requise
nl: Verversen nodig

# online_media.error.invalid_url
source: Unknown/not allowed URL
fr: URL inconnue ou non autorisée
nl: Unbekende/niet-toegestane URL

# online_media.error.new_media.failed
source: Adding media failed
fr: Échec de l'ajout du média
nl: Media toevoegen mislukt

# online_media.new_media
source: Add new media asset
fr: Ajouter un nouveau contenu audiovisuel
nl: Nieuw mediabestand toevoegen

# online_media.new_media.added
source: Added media
fr: Média ajouté
nl: Media toegevoegd

# online_media.new_media.allowedProviders
source: Allowed media providers
fr: Fournisseurs de média autorisés
nl: Toegestane media-aanbieders

# online_media.new_media.button
source: Add media by URL
fr: Ajouter un média à partir d’une URL
nl: Toevoegen van media via URL

# online_media.new_media.label
source: Url of remote source
fr: Url de la source distante
nl: URL van de externe bron

# online_media.new_media.placeholder
source: Paste media url here...
fr: Copier l'url du média ici ...
nl: Plak de media url hier...

# online_media.new_media.submit
source: Add media
fr: Ajouter un média
nl: Toevoegen media

source: Page Translation
nl: Paginavertaling

# rm.adminFunctions
source: Admin functions
fr: Fonctions d'administration
nl: Beheerfuncties

# rm.clearCache_all
source: Clear FE cache
fr: Vider le cache FE
nl: Frontend caches wissen

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
fr: Vider le cache dans typo3conf/
nl: Cache in typo3conf/ wissen

# rm.clearCache_clearCache
source: Clear cache
fr: Vider le cache
nl: Cache legen

# rm.clearCacheMenu_all
source: Clear all caches
fr: Vider tous les caches
nl: Alle caches wissen

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
fr: Vider le cache de configuration
nl: Wis configuratie cache

# rm.clearCacheMenu_pages
source: Clear page content cache
fr: Vider le cache de la page
nl: Pagina-inhoud cache wissen

# rm.clearCache_pages
source: Clear Page Cache
fr: Vider le cache de cette page
nl: Pagina cache wissen

# rm.clearCache_thisPage
source: This page
fr: Cette page
nl: Deze pagina

# rm.closeAllDocs
source: Close all
fr: Fermer tout
nl: Alles sluiten

# rm.closeDoc
source: Close
fr: Fermer
nl: Sluiten

# rm.delete
source: Delete
fr: Supprimer
nl: Verwijderen

# rm.duplicateDoc
source: Duplicate
fr: Dupliquer
nl: Dupliceren

# rm.edit
source: Edit
fr: Editer
nl: Bewerk

# rm.export
source: Export
fr: Exporter
nl: Exporteer

# rm.newDoc
source: New
fr: Nouveau
nl: Nieuw

# rm.saveCloseAllDocs
source: Save and close all
fr: Enregistrer et tout fermer
nl: Alle documenten opslaan en sluiten

# rm.saveCloseDoc
source: Save and close
fr: Enregistrer et fermer
nl: Opslaan en sluiten

# rm.saveDoc
source: Save
fr: Enregistrer
nl: Opslaan

# rm.saveDocShow
source: Save and view page
fr: Enregistrer et visualiser le document
nl: Opslaan en pagina tonen

# rm.saveNewDoc
source: Save and create a new one
fr: Enregistrer le document et en créer un nouveau
nl: Opslaan en een nieuwe aanmaken

# rm.viewDoc
source: View
fr: Voir
nl: Tonen

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
fr: Désolé, TYPO3_CONF_VARS[BE][disable_exec_function] est activé, il est impossible d'afficher le contenu de ce fichier archive
nl: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] staat aan, waardoor het niet mogelijk is de inhoud van het archiefbestand te tonen.

# show_item.php.dimensions
source: Dimensions
nl: Dimensies

# show_item.php.field
source: Field
nl: Veld

# show_item.php.file
source: File
fr: Fichier
nl: Bestand

# show_item.php.files
source: files
fr: Fichiers
nl: bestanden

# show_item.php.filesize
source: Size
fr: Taille
nl: Grootte

# show_item.php.ftp_area
source: FTP AREA
fr: ZONE FTP
nl: FTP-gebied

# show_item.php.missing_record
source: Missing
fr: Manquant
nl: Ontbrekend

# show_item.php.referencesFromThisItem
source: References from this item
nl: Verwijzingen door dit item

# show_item.php.referencesToThisItem
source: References to this item
nl: Verwijzingen naar dit item

# show_item.php.refString
source: Ref String
nl: Ref-tekenreeks

# show_item.php.refTable
source: Ref Table
nl: Ref-tabel

# show_item.php.softrefKey
source: Softref Key
nl: Softref-sleutel

# show_item.php.sorting
source: Sorting
nl: Sortering

# show_item.php.table
source: Table
nl: Tabel

# show_item.php.title
source: Title
nl: Titel

# show_item.php.viewItem
source: View Item
fr: Visualiser l'élément
nl: Item bekijken

# sortable.dragmove
source: Drag to move
fr: Glisser pour déplacer
nl: Slepen om te verplaatsen

# toolbarItems.bookmark
source: Bookmark
fr: Favori
nl: Bladwijzer

# toolbarItems.bookmarks
source: Bookmarks
fr: Favoris
nl: Bladwijzers
