Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: nl

# 1_selectType
source: First select the type of the new content element
nl: Kies eerst het soort nieuwe inhoudselement

# 2_selectPosition
source: Now click on the position of the new content element
nl: Klik nu op de positie van het nieuwe inhoudselement

# bookmark_active
source: active
nl: actief

# bookmark_all
source: All
nl: Alle

# bookmark_close
source: Close bookmark editor
nl: Sluit bladwijzereditor

# bookmark_create
source: Create
nl: Maak

# bookmark_delAllInCat
source: Delete all bookmarks in this group
nl: Verwijder alle bladwijzers in eze groep

# bookmark_delete
source: Remove bookmark
nl: Verwijder bladwijzer

# bookmark_description
source: This is the bookmarks menu. You do not have any bookmarks added yet, you can do so by clicking the bookmark icon %s, which you can find on each page in the backend.
nl: Dit is het favorietenmenu. Je hebt nog geen favorieten toegevoegd. Dit kan door het klikken op het favorietenpictogram %s, die op elke pagina in de backend staat.

# bookmark_edit
source: Edit
nl: Bewerk

# bookmark_editID
source: Edit/Search
nl: Bewerk/Zoek

# bookmark_FEPreview
source: Enable Frontend Preview
nl: Frontend preview inschakelen

# bookmark_global
source: Global
nl: Globaal

# bookmark_group
source: Group
nl: Groep

# bookmark_group_1
source: Pages
nl: Pagina's

# bookmark_group_3
source: Files
nl: Bestanden

# bookmark_group_4
source: Tools
nl: Werkset

# bookmark_group_5
source: Miscellaneous
nl: Diverse

# bookmark_inactive
source: inactive
nl: inactief

# bookmark_loadEdit
source: Loading page
nl: Pagina laden

# bookmark_notEditable
source: No editable page found!
nl: Geen bewerkbare pagina gevonden!

# bookmark_noWSfound
source: ERROR: No workspaces found!
nl: FOUT: geen workspaces gevonden!

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
nl: U kunt geen gedeelde bladwijzer bewerken!

# bookmark_save
source: Update bookmark title
nl: Update de titel van de bladwijzer

# bookmark_saveClose
source: Update and close editor
nl: Update en sluit editor

# bookmark_searchFor
source: Search for
nl: Zoeken naar

# bookmark_selSC
source: Select bookmark
nl: Selecteer bladwijzer

# bookmark_workspace
source: Go to Workspace Module
nl: Ga naar Module Workspace

# bookmark_workspaceComparisonView
source: Enable comparison view
nl: Vergelijkingsschermen inschakelen

# clickForWizard
source: Click here for wizard!
nl: Klik hier voor de assistent!

# CM_db_list
source: Web>List module
nl: Web > Lijst

# CM_editPageProperties
source: Edit page properties
nl: Pagina-eigenschappen

# CM_history
source: History/Undo
nl: Geschiedenis/Herstel

# CM_moveWizard
source: Move element
nl: Verplaats element

# CM_moveWizard_page
source: Move page
nl: Verplaats pagina

# CM_newWizard
source: 'Create New' wizard
nl: 'NIEUW' assistent

# CM_perms
source: Access
nl: Toegang

source: Copy elements
nl: Kopieer elementen

# createNewContent
source: Create a new content element
nl: Nieuw contentelement aanmaken

# createNewPage
source: Create a new page
nl: Nieuwe pagina aanmaken

# fileMetaDataLocation
source: Location
nl: Locatie

# fileMetaErrorInvalidRecord
source: File meta data not found
nl: Metadata van bestand niet gevonden

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
nl: Een input/output fout deed zich voor (Fout #2038). Dit gebeurt met servers die een self-signed SSL-certificaat gebruiken. Dit is een beperking van de Flash-plugin van de browser.

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
nl: De server geeft een status code 401, die verband houdt met een (met een wachtwoord beschermd) .htaccess bestand op de server. Helaas kan de Flash plugin van de browser hier niet mee omgaan.

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
nl: Alle uploads zijn mislukt. <br /><br />Wanneer dit probleem zich voor blijft doen, probeert u een andere browser, neem contact op met de Administrator van de site of zet de Flash Uploader in de Gebruikerswerkset, Instellingen uit.<br /><br />Gedetailleerde probleembeschrijving:<br />

# fileUpload_allErrorMessageTitle
source: All uploads failed
nl: Alle uploads mislukt

# fileUpload_buttonCancelAll
source: Cancel All Uploads
nl: Onderbreek alle uploads

# fileUpload_buttonSelectFiles
source: Select Files
nl: Selecteer bestanden

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
nl: {0} is te groot

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
nl: Bestandstype voor {0} niet toegestaan

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
nl: Teveel bestanden geselecteerd

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
nl: {0} is leeg

# fileUpload_errorUploadFailed
source: Upload failed
nl: Fout tijdens uploaden

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
nl: Upload van {0} onderbroken

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
nl: Interne fout: File-ID niet gevonden

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
nl: Interne fout tijdens valideren van bestand

# fileUpload_errorUploadHttp
source: Too many files selected
nl: Teveel bestanden geselecteerd

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
nl: Een HTTP-fout deed zich voor: {0}

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
nl: Interne fout: Problemen tijdens schrijven/lezen van bestand

# fileUpload_errorUploadLimit
source: Upload limit exceeded
nl: Uploadlimiet overschreden

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
nl: Interne fout: Geen upload-URL gedefinieerd

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
nl: Interne fout: {0}

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
nl: Upload van {0} gestopt

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
nl: U kunt bestanden uploaden van de volgende bestandstypen {0}.

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
nl: U kunt maximaal {0} bestanden uploaden.

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
nl: U kunt bestanden uploaden met een maximum grootte van {0}.

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
nl: Bestaande bestanden overschrijven

# fileUpload_processRunning
source: Another process is already uploading
nl: Een ander proces is al aan het uploaden

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
nl: {0}% van {1} geupload

# fileUpload_uploadStarting
source: Starting upload of {0}
nl: Start van upload {0}

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
nl: {0} is succesvol ge√ºpload!

# fileUpload_uploadWait
source: Waiting to start upload of {0}
nl: Wachten om {0} te uploaden

# fileUpload_windowTitle
source: File Upload Progress
nl: Voortgang van bestandsupload

source: Go back
nl: Ga terug

# insertNewPageHere
source: Insert the new page here
nl: Voeg hier een nieuwe pagina in

source: Insert new record here
nl: Voeg hier nieuw record in

# liveSearch_emptyText
source: Enter search term
nl: Voer zoekterm in

# liveSearch_helpDescription
source: Search in certain tables
nl: In bepaalde tabellen zoeken

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
nl: #page:Home zoekt naar alle pagina's met de titel "Home"

# liveSearch_helpTitle
source: How to use advanced search tags
nl: Hoe geavanceerde zoektags te gebruiken

# liveSearch_listEmptyText
source: No results found.
nl: Geen resultaten gevonden.

# liveSearch_loadingText
source: Searching...
nl: Zoeken...

# liveSearch_showAllResults
source: Show All
nl: Toon alle

# liveSearch_title
source: Short result list
nl: Korte lijst van resultaten

source: Localize
nl: Lokaliseer

source: Localize all records
nl: Lokaliseer alle records

# localize.isLocalizable
source: Record can be localized
nl: Record kan worden gelokaliseerd

# localize.wasRemovedInOriginal
source: Record was removed in original language
nl: Record is verwijderd uit originele taal

# makeCopy
source: Make copy instead of moving element
nl: Maak een kopie in plaats van het element te verplaatsen

source: Move element
nl: Verplaats element

source: Move elements
nl: Verplaats elementen

# movePageToHere
source: Move page to this position
nl: Verplaats pagina naar deze positie

# movingElement
source: Move element
nl: Verplaats element

source: New content element
nl: Nieuw contentelement

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
nl: U probeert de pagina "%s" te bewerken. U kunt deze pagina echter niet bewerken. De backend wordt nu geladen zoals gebruikelijk.

source: Overwrite existing files
nl: Bestaande bestanden overschrijven

source: Page (select position)
nl: Pagina (kies positie)

# pagetree_networkErrorDesc
source: Got unexpected response from the server. Please check logs for details.
nl: Kreeg een onverwachte reactie van de server. Kijk in de logs voor details.

# pagetree_networkErrorTitle
source: Page tree error
nl: Fout in paginaboom

# selectPosition
source: Select a position for the new page
nl: Kies een positie voor de nieuwe pagina

# selectPositionOfElement
source: Select position of the element
nl: Selecteer positie van element

# shortcut_active
source: active
nl: Actief

# shortcut_all
source: All
nl: Alle

# shortcut_close
source: Close shortcut editor
nl: Sluit editor

# shortcut_create
source: Create
nl: Maak

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
nl: Verwijder alle snelkoppelingen uit deze groep?

# shortcut_delete
source: Remove shortcut
nl: Verwijder snelkoppeling

# shortcutDescription
source: This is the shortcuts menu. You do not have any shortcuts added yet, you can do so by clicking the shortcut icon %icon%, which you can find on each page in the backend.
nl: Dit is het snelkoppelingenmenu. Er zijn nog geen snelkoppelingen gemaakt. Snelkoppelingen kunnen gemaakt worden door op de snelkoppelingsknop %icon% te klikken. Deze staat op elke pagina in de backend.

# shortcut_edit
source: Edit
nl: Bewerk

# shortcut_editID
source: Edit/Search
nl: Bewerk/Zoek

# shortcut_FEPreview
source: Enable Frontend Preview
nl: Frontend preview toestaan

# shortcut_global
source: Global
nl: Globaal

# shortcut_group
source: Group
nl: Groep

# shortcut_group_1
source: Pages
nl: Pagina's

# shortcut_group_3
source: Files
nl: Bestanden

# shortcut_group_4
source: Tools
nl: Werkset

# shortcut_group_5
source: Miscellaneous
nl: Diversen

# shortcut_inactive
source: inactive
nl: Inactief

# shortcut_loadEdit
source: Loading page
nl: Pagina wordt geladen

# shortcut_notEditable
source: No editable page found!
nl: Geen bewerkbare pagina gevonden

# shortcut_noWSfound
source: ERROR: No workspaces found!
nl: FOUT: Geen workspaces gevonden!

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
nl: Een gedeelde snelkoppeling kan niet bewerkt worden!

# shortcut_save
source: Update shortcut title
nl: Snelkoppeling actualiseren

# shortcut_saveClose
source: Update and close editor
nl: Actualiseer en sluit editor

# shortcut_searchFor
source: Search for
nl: Zoeken naar

# shortcut_selSC
source: Select shortcut
nl: Selecteer snelkoppeling

# shortcut_workspace
source: Go to Workspace Module
nl: Ga naar Workspace module

source: Switch to User
nl: Omschakelen naar gebruiker

# switchtousershort
source: SU
nl: WG

source: Synchronize with original language
nl: Synchroniseer met originele taal

source: System Records
nl: Systeemrecords

# uploadMultipleFilesInfo
source: Upload multiple files by holding the Shift or CTRL-file pressed while selecting your files (works on modern browsers only).
nl: Om meerdere bestanden te uploaden kan de Shift or CTRL-toets ingedrukt gehouden worden tijdens het selecteren van bestanden (werkt alleen in recente browsers).

# viewPort_tooltipDebugPanelSplitDrag
source: Drag to resize or click to collapse the Debug Panel.
nl: Sleep om te resizen of klik om het debugpaneel in te klappen

# viewPort_tooltipModuleMenuSplit
source: Drag to resize the Modules Menu
nl: Sleep om het module menu te resizen

# viewPort_tooltipNavigationContainerSplitClick
source: Click to toggle the page tree area
nl: Klik om naar de paginaboom te schakelen

# viewPort_tooltipNavigationContainerSplitDrag
source: Drag to resize or double click to collapse the page tree area
nl: Sleep om afmetingen te wijzigen of klik om de boom in te klappen
