Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/core/Resources/Private/Language/*.locallang_tca.xlf
Languages: fr

# be_groups
source: Backend usergroup
fr: Groupe d'utilisateurs backend

# be_groups.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
fr: Répertoire : Déplacer,Supprimer,Renommer,Créer

# be_groups.fileoper_perms_diroper_perms_copy
source: Directory: Copy
fr: Répertoire : Copier

# be_groups.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
fr: Répertoire : Supprimer récursivement (rm -Rf)

# be_groups.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
fr: Fichiers : Transférer,Copier,Déplacer,Supprimer,Renommer,Créer,Editer

# be_groups.fileoper_perms_unzip
source: Files: Unzip
fr: Fichiers : Dézipper

# be_groups.file_permissions.files_add
source: Files: Add
fr: Fichiers : Ajouter

# be_groups.file_permissions.files_copy
source: Files: Copy
fr: Fichiers : Copier

# be_groups.file_permissions.files_delete
source: Files: Delete
fr: Fichiers : Suppression

# be_groups.file_permissions.files_edit
source: Files: Edit
fr: Fichiers : Editer

# be_groups.file_permissions.files_move
source: Files: Move
fr: Fichiers : Déplacer

# be_groups.file_permissions.files_read
source: Files: Read
fr: Fichiers : Lire

# be_groups.file_permissions.files_rename
source: Files: Rename
fr: Fichiers : Renommer

# be_groups.file_permissions.files_replace
source: Files: Replace
fr: Fichiers : Remplacer

# be_groups.file_permissions.files_write
source: Files: Write
fr: Fichiers : Ecrire

# be_groups.file_permissions.folder_add
source: Directory: Add
fr: Répertoire : Ajouter

# be_groups.file_permissions.folder_copy
source: Directory: Copy
fr: Répertoire : Copier

# be_groups.file_permissions.folder_delete
source: Directory: Delete
fr: Répertoire : Supprimer

# be_groups.file_permissions.folder_move
source: Directory: Move
fr: Répertoire : Déplacer

# be_groups.file_permissions.folder_read
source: Directory: Read
fr: Répertoire : Lire

# be_groups.file_permissions.folder_recursivedelete
source: Directory: Delete recursively
fr: Répertoire : Supprimer récursivement

# be_groups.file_permissions.folder_rename
source: Directory: Rename
fr: Répertoire : Renommer

# be_groups.file_permissions.folder_write
source: Directory: Write
fr: Répertoire : Ecrire

# be_groups.tabs.base_rights
source: Access Lists
fr: Listes d'accès

# be_groups.tabs.extended
source: Extended
fr: Avancées

# be_groups.tabs.mounts_and_workspaces
source: Mounts and Workspaces
fr: Montages et Espaces de travail

# be_users
source: Backend user
fr: Utilisateur backend

# be_users.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
fr: Répertoire : Déplacer,Supprimer,Renommer,Créer

# be_users.fileoper_perms_diroper_perms_copy
source: Directory: Copy
fr: Dossier : Copier

# be_users.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
fr: Répertoire : Supprimer récursivement (rm -Rf)

# be_users.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
fr: Fichiers : Transférer,Copier,Déplacer,Supprimer,Renommer,Créer,Editer

# be_users.fileoper_perms_unzip
source: Files: Unzip
fr: Fichiers : Dézipper

# be_users.file_permissions.file_delete
source: Files: Delete
fr: Fichiers : Supprimer

# be_users.file_permissions.files_add
source: Files: Add
fr: Fichiers: Ajouter

# be_users.file_permissions.files_copy
source: Files: Copy
fr: Fichiers : Copier

# be_users.file_permissions.files_move
source: Files: Move
fr: Fichiers : Déplacer

# be_users.file_permissions.files_read
source: Files: Read
fr: Fichiers : Lire

# be_users.file_permissions.files_rename
source: Files: Rename
fr: Fichiers : Renommer

# be_users.file_permissions.files_write
source: Files: Write
fr: Fichiers : Ecrire

# be_users.IPlockState
source: IP lock for user
fr: Verrouillage IP pour l'utilisateur

# be_users.tabs.access
source: Access
fr: Accès

# be_users.tabs.extended
source: Extended
fr: Avancées

# be_users.tabs.mounts_and_workspaces
source: Mounts and Workspaces
fr: Montages et Espaces de travail

# be_users.tabs.rights
source: Access Rights
fr: Droits d'accès

# be_users.usergroup_add_title
source: Create new group
fr: Créer un nouveau groupe

# be_users.usergroup_edit_title
source: Edit usergroup
fr: Editer le groupe d'utilisateur

# be_users.usergroup_list_title
source: List groups
fr: Liste des groupes

# doktype.I.1
source: SysFolder
fr: Dossier Système

# doktype.I.2
source: Recycler
fr: Corbeille

# doktype.I.folder
source: Folder
fr: Dossier

# file.height
source: Height
fr: Hauteur

# file_mountpoints
source: File Mounts
fr: Montages de fichiers

# file_mountpoints_add_title
source: Create new filemount
fr: Créer un montage de fichier

# file_mountpoints_edit_title
source: Edit filemount
fr: Editer le montage de fichiers :

# file_mountpoints_list_title
source: List filemounts
fr: Liste des montages de fichiers

# file.width
source: Width
fr: Largeur

# pages.nav_hide
source: Page not enabled in menus
fr: Page non autorisée dans les menus

# pages.nav_hide_toggle
source: Page enabled in menus
fr: Page activée dans les menus

# pages.nav_hide_toggle_formlabel
source: Page enabled in menus
fr: Page activée dans les menus

# pages.slug
source: URL Segment
fr: Segment d'URL

# sys_category
source: Category
fr: Catégorie

# sys_category.categories
source: Categories
fr: Catégories

# sys_category.items
source: Items
fr: Éléments

# sys_category.parent
source: Parent
fr: Catégorie parente

# sys_category.tabs.category
source: Categories
fr: Catégories

# sys_category.tabs.items
source: Items
fr: Éléments

# sys_category.title
source: Title
fr: Titre

# sys_collection
source: Record Collection
fr: Collection d'enregistrements

# sys_collection.items
source: Items
fr: Éléments

# sys_collection.table_name
source: Record Type of Collection
fr: Enregistrement du type de collection

# sys_collection.title
source: Collection-Name
fr: Nom de la collection

# sys_collection.type
source: Type of collection
fr: Type de collection

# sys_collection.type.static
source: static record composition
fr: Composition de l'enregistrement static

# sys_file
source: File
fr: Fichier

# sys_file.alternative
source: Alternative Text
fr: Texte alternatif

# sys_file_collection
source: File collection
fr: Collection de fichiers

# sys_file_collection.category
source: Category
fr: Catégorie

# sys_file_collection.files
source: Files
fr: Fichiers

# sys_file_collection.folder
source: Folder
fr: Dossier

# sys_file_collection.recursive
source: Recursive
fr: Récursif

# sys_file_collection.storage
source: File Storage
fr: Dossier de stockage de fichiers

# sys_file_collection.title
source: Title
fr: Titre

# sys_file_collection.type.0
source: Static selection of files
fr: Sélection manuelle de fichiers

# sys_file_collection.type.1
source: Folder from Storage
fr: Dossier sélectionné depuis le dossier de stockage

# sys_file_collection.type.2
source: Select by category
fr: Sélectionner par catégorie

# sys_file.identifier
source: Identifier
fr: Identifiant

# sys_file_metadata
source: File Metadata
fr: Métadonnées du fichier

# sys_file.metadata
source: Metadata records
fr: Métadonnées des enregistrements

# sys_file.mime_type
source: Mime Type
fr: Type MIME

# sys_file.missing
source: Marked as missing
fr: Marqué comme manquant

# sys_filemounts
source: Filemount
fr: Point de montage

# sys_filemounts.base_relative
source: relative ../fileadmin/
fr: relatif ../fileadmin/

# sys_filemounts.tabs.mountpoints
source: Mountpoints
fr: Points de montage

# sys_filemounts.tabs.other
source: Other
fr: Autre

# sys_filemounts.tabs.publishing
source: Publishing
fr: Publication

# sys_filemounts.tabs.users
source: Users
fr: Utilisateurs

# sys_file.name
source: Filename
fr: Nom de fichier

# sys_file_reference
source: File Reference
fr: Référence du fichier

# sys_file_reference.alternative
source: Alternative Text
fr: Texte alternatif

# sys_file_reference.autoplay
source: Autoplay
fr: Lecture automatique

# sys_file_reference.basicoverlayPalette
source: File Metadata
fr: Métadonnées du fichier

# sys_file_reference.crop
source: Image manipulation
fr: Manipulation des images

# sys_file_reference.description
source: Description (Caption)
fr: Description (Légende)

# sys_file_reference.downloadname
source: Download Name
fr: Intitulé pour le téléchargement

# sys_file_reference.fieldname
source: Foreign Field
fr: Champ étranger

# sys_file_reference.imageoverlayPalette
source: Image Metadata
fr: Métadonnées de l'image

# sys_file_reference.link
source: Link
fr: Lien

# sys_file_reference.tablenames
source: Table name
fr: Nom de la table

# sys_file_reference.title
source: Title
fr: Titre

# sys_file_reference.uid_foreign
source: Used by content elements
fr: Utilisé par des éléments de contenu

# sys_file_reference.uid_local
source: File
fr: Fichier

# sys_file.size
source: Size
fr: Taille

# sys_file_storage
source: File Storage
fr: Dossier de stockage de fichiers

# sys_file.storage
source: Storage
fr: Stockage

# sys_file_storage.auto_extract_metadata
source: Automatically extract metadata after upload
fr: Extraire automatiquement les meta-données après le téléchargement

# sys_file_storage.capabilities
source: Capabilities
fr: Possibilités

# sys_file_storage.configuration
source: Driver Configuration
fr: Configuration du "driver"

# sys_file_storage.driver
source: Driver
fr: Pilote

# sys_file_storage.driver.local
source: Local Filesystem
fr: Système de fichiers local

# sys_file_storage.hidden
source: Hide from listings
fr: Cacher dans les listes

# sys_file_storage.is_browsable
source: Is browsable?
fr: Est consultable ?

# sys_file_storage.is_default
source: Is default storage?
fr: Est le dossier de stockage par défaut ?

# sys_file_storage.is_online
source: Is online?
fr: Est en ligne ?

# sys_file_storage.is_public
source: Is publicly available?
fr: Est accessible publiquement ?

# sys_file_storage.is_writable
source: Is writable?
fr: Est modifiable en écriture ?

# sys_file_storage.name
source: Name
fr: Nom

# sys_file_storage.processingfolder
source: Folder for manipulated and temporary images etc.
fr: Dossier de stockage pour les images modifiées ou temporaires, ...

# sys_file_storage.type
source: Entry point
fr: Point d'entrée

# sys_file.title
source: Title
fr: Titre

# sys_file.type
source: File Type
fr: Type de fichier

# sys_file.type.software
source: Software
fr: Logiciel

# sys_file.type.text
source: Text
fr: Texte

# sys_file.type.unknown
source: Unknown
fr: Inconnu

# sys_file.type.video
source: Video
fr: Vidéo

# sys_file.usage_count
source: Usage Count
fr: Nombre d'utilisation

# sys_history
source: System History
fr: Historique du système

# sys_language
source: Website Language
fr: Langue du site web

# sys_language.language_isocode
source: Select language
fr: Sélectionner la langue

# sys_log
source: System Log
fr: Journal du système

# sys_news
source: System News
fr: Actualités système

# sys_news.tabs.access
source: Access
fr: Accès

# sys_workspace
source: Workspace
fr: Espace de travail

# sys_workspace.disable_autocreate
source: Disable auto-versioning when editing
fr: Désactiver l'auto-versionning pendant l'édition

# sys_workspace.freeze
source: Freeze Editing
fr: Bloquer l'édition

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
fr: Autoriser l'édition en "live" pour les enregistrements des tables sans versionning

# sys_workspace.review_stage_edit
source: Allow members to edit records in "Review" stage
fr: Autoriser les membres à éditer les enregistrements lorsqu'ils sont dans l'étape "validation"

# sys_workspace.swap_modes
source: Swap modes
fr: Modes de permutation

# TSconfig_title
source: TSconfig QuickReference
fr: Référence TSConfig

# workspace_perms_custom
source: Create new workspace projects
fr: Créer de nouveaux Espaces de travail

# workspace_perms_draft
source: Edit Draft (Offline)
fr: Editer en brouillon (hors ligne)

# workspace_perms_live
source: Edit Live (Online)
fr: Editer en Live (en ligne)
