Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/fluid_styled_content/Resources/Private/Language/*.FrontendEditing.xlf
Languages: nl

# editIcon.bullets
source: Edit bullet list
nl: Opsommingslijst bewerken

# editIcon.header
source: Edit header
nl: Koptekst bewerken

# editIcon.html
source: Edit pure HTML content
nl: Bewerk HTML inhoud

# editIcon.image
source: Edit image
nl: Afbeelding bewerken

# editIcon.list
source: Change/configure plugin
nl: Veranderen/instellen plugin

# editIcon.menu
source: Edit menu/sitemap
nl: Bewerken menu / sitemap

# editIcon.shortcut
source: Edit record list
nl: Bewerk record lijst

# editIcon.table
source: Edit table
nl: Bewerk tabel

# editIcon.textmedia
source: Edit text & media
nl: Bewerk tekst & media

# editIcon.textpic
source: Edit text & images
nl: Tekst en afbeeldingen bewerken

# editIcon.uploads
source: Edit file list
nl: Bestandenlijst bewerken
