Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/form/Resources/Private/Language/*.locallang_formManager_javascript.xlf
Languages: nl

# formManager.cancel
source: Cancel
nl: Annuleren

# formManager.duplicateFormWizard.step1.title
source: Duplicate form "{0}"
nl: Duplicaat formulier "{0}"

# formManager.duplicateFormWizard.step2.errorMessage
source: The form could not be saved
nl: Het formulier kon niet opgeslagen worden

# formManager.duplicateFormWizard.step2.errorTitle
source: Duplicate
nl: Dupliceren

# formManager.form_name
source: Form name
nl: Formuliernaam

# formManager.form_prototype
source: Form prototype
nl: Formulier prototype

# formManager.form_save_path
source: Form storage
nl: Formulieren opslag map

# formManager.form_template
source: Start template
nl: Start sjabloon

# formManager.new_form_name
source: New form name
nl: Nieuwe formulieren naam

# formManager.newFormWizard.step1.advanced
source: Advanced settings
nl: Geavanceerde instellingen

# formManager.newFormWizard.step1.noStorages
source: No accessible form storage folders
nl: Geen toegankelijke opslag mappen voor formulieren

# formManager.newFormWizard.step1.title
source: Create new form
nl: Nieuw formulier aanmaken

# formManager.newFormWizard.step3.message
source: Now you are ready to create your new form.
nl: Je bent nu klaar om een nieuw formulier te maken.

# formManager.newFormWizard.step3.title
source: Ready
nl: Voltooid

# formManager.newFormWizard.step4.errorMessage
source: The form could not be saved
nl: Het formulier kon niet opgeslagen worden

# formManager.newFormWizard.step4.errorTitle
source: Create
nl: Aanmaken

# formManager.no_references
source: There are no references yet
nl: Er zijn nog geen referenties.

# formManager.page
source: Page
nl: Pagina

# formManager.record
source: Record
nl: Item

# formManager.references.headline
source: References for "{0}"
nl: Referenties voor "{0}"

# formManager.references.title
source: References
nl: Referenties

# formManager.remove_form
source: Remove
nl: Verwijderen

# formManager.remove_form_message
source: Are you sure that you want to remove this form?
nl: Weet je zeker dat je dit formulier wilt verwijderen?

# formManager.remove_form_title
source: Remove form
nl: Formulier verwijderen
