Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/filelist/Resources/Private/Language/*.locallang_mod_file_list.xlf
Languages: nl

# bigControlPanel
source: Extended view
nl: Uitgebreid overzicht

# c_file
source: File Name
nl: Bestandsnaam

# c_filepath
source: File Path
nl: Bestandspad

# clipBoard
source: Show clipboard
nl: Toon klembord

# clip_deleteMarked
source: Delete marked
nl: Verwijder geselecteerde bestanden

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked files from this folder?
nl: Alle geselecteerde bestanden verwijderen?

# clip_markRecords
source: Mark All/Mark none
nl: Selecteer alle/selecteer geen

# clip_paste
source: Paste in clipboard content
nl: Plaats op klembord

# clip_pasteInto
source: Paste into: Clipboard content is inserted into this folder
nl: Plakken in: klembordinhoud wordt ingevoegd in deze map

# clip_selectMarked
source: Transfer the selection of files to clipboard
nl: Verplaats geselecteerde bestanden naar klembord

# createMetadataForLanguage
source: Create metadata of this file for %s
nl: Maak metadata van dit bestand voor %s

# c_size
source: Size
nl: Grootte

# c_tstamp
source: Last Modified
nl: Datum

# displayThumbs
source: Display thumbnails
nl: Toon thumbnails

# editMetadataForLanguage
source: Edit metadata of this file for %s
nl: Bewerk metadata van dit bestand voor %s

source: files
nl: bestanden

# folderNotFoundMessage
source: The folder "%s" cannot be accessed. Trying to use parent folder(s).
nl: De map "%s" kan niet geopend worden. Probeer het met bovenliggende folders.

# folderNotFoundTitle
source: Folder not found.
nl: Map niet gevonden.

# localDriverFlexform_basePath
source: Base path
nl: Pad naar basis

# localDriverFlexform_basePath_placeholder
source: Add storage path here. For example: myPath/folder/
nl: Voeg opslagpad hier toe. Voorbeeld: mijnPad/map/

# localDriverFlexform_caseSensitive
source: Uses case sensitive identifiers
nl: Gebruikt hoofdlettergevoelige identifiers

# localDriverFlexform_pathType
source: Path type
nl: Type pad

# localDriverFlexform_pathType_absolute
source: absolute
nl: absoluut

# localDriverFlexform_pathType_relative
source: relative
nl: relatief

# missingFolderPermissionsMessage
source: You have no access to the folder "%s".
nl: Je hebt geen toegang tot de map "%s"

# missingFolderPermissionsTitle
source: Missing folder permissions
nl: Ontbrekende maprechten

# mlang_labels_tabdescr
source: This is the file administration system in TYPO3. It allows you to access the file mounts of your login. Through this module you can upload, copy, move an delete files on the server.
nl: Dit is het bestandsbeheersysteem in TYPO3. Het biedt toegang tot de bestandsstartpunten behorende bij login. Via deze module kunt u bestanden uploaden, kopiëren, verplaatsen en verwijderen op de server.

# mlang_labels_tablabel
source: Listing of files in the directory
nl: Lijst van bestanden in de map

# mlang_tabs_tab
source: Filelist
nl: Bestandenlijst

# paramError
source: Parameter Error
nl: Parameterfout

# role_folder_temporary
source: Temporary files
nl: Tijdelijke bestanden

# storageNotBrowsableMessage
source: You are trying to access a folder in a storage that is not browsable.
nl: U probeert een map in een opslag te openen die niet doorzocht kan worden.

# storageNotBrowsableTitle
source: Access denied.
nl: Toegang geweigerd.

# targetNoDir
source: Target was not a directory!
nl: Doel is geen map!

# temp
source: Temporary files
nl: Tijdelijke bestanden

source: Translate metadata
nl: Vertaal metadata
