Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang_show_rechis.xlf
Languages: nl

source: Age
nl: Leeftijd

# changes
source: Changelog
nl: Wijzigingen aan record

source: delete
nl: verwijder

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
nl: In de verschil kolom ziet u alle wijzigingen aan records. Nieuwe wijzigingen worden getoond als <span class="diff-g">groen gekleurde tekst</span> en de <span class="diff-r">rood gekleurde tekst</span> zijn de oude waardes die zijn verwijderd.

source: Differences
nl: Verschillen

# editLockIsActive
source: Editing is blocked for non-admins
nl: Bewerken is geblokkeerd voor niet-beheerders

# elementHistory
source: You are currently seeing the history for an element.
nl: U bekijkt momenteel de historie van een element.

# elementHistory_link
source: Show the full page history!
nl: Toon volledige pagina historie

# externalChange
source: Intermediate external change!
nl: Tussentijdse externe wijziging

# fullView
source: Return to full view
nl: Naar volledig overzicht

source: insert
nl: invoegen

# linkRecordHistory
source: Limit history to this record
nl: Alleen historie van dit record laten zien

# markState
source: mark this change
nl: markeer deze wijziging

# maxSteps
source: Show entries
nl: Items tonen

# maxSteps_all
source: ALL
nl: ALLE

# maxSteps_marked
source: marked
nl: gemarkeerd

# mergedDifferences
source: Preview for Rollback
nl: Weergave voor herstel

source: No
nl: Nee

# noDifferences
source: There are no differences to the current page!
nl: Er zijn geen verschillen met de huidige pagina!

source: Return
nl: Terug

# returnLink
source: Click here to go back
nl: Terug

# revertAll
source: Rollback all changes shown
nl: Rollback alle getoonde wijzigingen

# revertField
source: Rollback single field
nl: Rollback enkel veld

# revertRecord
source: Rollback single record
nl: Rollback enkel record

source: Rollback
nl: Terugzetten

source: Settings
nl: Instellingen

# showDiff
source: Show differences
nl: Verschillen tonen

# showDiff_no
source: No
nl: Nee

# showInsertDelete
source: Show inserts/deletes of records
nl: Ingevoegde/verwijderde records tonen

source: Show sub elements
nl: Subelementen tonen

# tableUid
source: Table:uid (Title)
nl: Tabel:uid (Titel)

source: Time
nl: Tijd

# title
source: Show record history
nl: Toon historie van record

# unmarkState
source: unMark this change
nl: markering ongedaan maken voor deze wijziging

source: User
nl: Gebruiker

source: Yes
nl: Ja
