Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang_alt_doc.xlf
Languages: fr

# button.confirm.duplicate_record_changed.no
source: No, just duplicate the original
fr: Non, juste dupliquer l'original

# buttons.confirm.close_without_save.no
source: No, I will continue editing
fr: Non, je veux continuer l'édition

# buttons.confirm.close_without_save.yes
source: Yes, discard my changes
fr: Oui, supprimer mes modifications

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
fr: Oui, supprimer ces éléments

# buttons.confirm.delete_file.yes
source: Yes, delete this file
fr: Oui, supprimer ce fichier

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
fr: Oui, supprimer ce dossier

# buttons.confirm.delete_record.yes
source: Yes, delete this record
fr: Oui, supprimer cet enregistrement

# buttons.confirm.duplicate_record_changed.cancel
source: Cancel
fr: Annuler

# buttons.confirm.duplicate_record_changed.yes
source: Yes, save and duplicate this record
fr: Oui, sauvegarder et dupliquer cet enregistrement

# buttons.confirm.new_record_changed.no
source: No, just add
fr: Non, uniquement ajouter

# buttons.confirm.new_record_changed.yes
source: Yes, save and create now
fr: Oui, enregistrer et créer

# buttons.confirm.save_and_close
source: Save and close
fr: Enregistrer et fermer

# buttons.confirm.view_record_changed.no-save
source: View without changes
fr: Visualiser sans les modifications

# buttons.confirm.view_record_changed.save
source: Save changes and view
fr: Enregistrer les modifications et visualiser

# deleteItem
source: Delete
fr: Supprimer

# deleteWarning
source: Are you sure you want to delete this record?
fr: Etes-vous sûr de vouloir supprimer cet enregistrement ?

source: Edit whole record
fr: Editer l'enregistrement complet

# label.confirm.delete_record.content
source: Are you sure you want to delete this record?
fr: Etes-vous sûr de vouloir supprimer cet enregistrement ?

# label.confirm.delete_record.title
source: Delete this record?
fr: Supprimer cet enregistrement?

# label.confirm.duplicate_record_changed.content
source: You currently have unsaved changes. Do you want to save your changes before duplicating this record?
fr: Vous avez actuellement des modifications non-enregistrées. Souhaitez-vous enregistrer ces changements avant de dupliquer l'enregistrement ?

# label.confirm.duplicate_record_changed.title
source: Do you want to save before duplicating this record?
fr: Souhaitez-vous enregistrer avant de dupliquer l'enregistrement ?

# label.confirm.new_record_changed.content
source: You need to save your changes before creating a new record. Do you want to save and create now?
fr: Vous devez enregistrer vos modifications avant de créer un nouvel enregistrement. Souhaitez-vous enregistrer et créer maintenant ?

# label.confirm.new_record_changed.title
source: Do you want to save before adding?
fr: Souhaitez-vous enregistrer avant l'ajout ?

# label.confirm.view_record_changed.content.is-new-page
source: You need to save your changes before viewing the page. Do you want to save and view them now?
fr: Vous devez enregistrer vos modifications avant de visualiser la page. Souhaitez-vous les enregistrer et les voir maintenant ?

# label.confirm.view_record_changed.title
source: Do you want to save before viewing?
fr: Souhaitez-vous enregistrer avant de visualiser ?

# noDocuments
source: No open documents
fr: Aucun document ouvert

# noDocuments_listmodule
source: the Web>List module
fr: le module Web>Liste

# noDocuments_msg
source: There are no open documents available to edit.
fr: Il n'y a aucun document ouvert disponible à éditer.

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
fr: Vous pouvez aller à %s pour trouver la page ou l'enregistrement que vous souhaitez éditer.

# noDocuments_msg3
source: You can select one of your most recently edited records from this list
fr: Vous pouvez choisir un de vos enregistrements récemment édités depuis cette liste

# noDocuments_OR
source: or
fr: ou

# noDocuments_pagemodule
source: the Web>Page module
fr: le module Web>Page

# openDocs
source: OPEN DOCUMENTS
fr: DOCUMENTS OUVERTS

# recordHistory
source: View record change history
fr: Visualiser l'historique des changements

# undoLastChange
source: Undo/Redo last change (%s ago)
fr: Annuler / Rétablir le dernier changement (%s)
