Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang_siteconfiguration_tca.xlf
Languages: nl

# site.base
source: Entry Point
nl: Beginpunt

# site_base_variant.base
source: Base
nl: Basis

# site_base_variant.condition
source: Condition
nl: Voorwaarde

# site_base_variant.condition.applicationContext
source: Application Context
nl: Toepassingscontext

# site_base_variant.condition.environmentVariable
source: Environment Variable
nl: Omgevingsvariabele

# site_base_variant.ctrl.title
source: Base
nl: Basis

# site.baseVariants
source: Variants for the Entry Point
nl: Varianten voor het beginpunt

# site.ctrl.title
source: Site Configuration
nl: Siteconfiguratie

# site.errorHandling
source: Error Handling
nl: Foutafhandeling

# site_errorhandling.ctrl.title
source: Error Handling
nl: Foutafhandeling

# site_errorhandling.errorCode
source: HTTP Error Status Code
nl: HTTP Foutstatuscode

# site_errorhandling.errorCode.0
source: any error not defined otherwise
nl: een verder niet gedefinieerde fout

# site_errorhandling.errorCode.403
source: 403 (Forbidden)
nl: 403 (Verboden)

# site_errorhandling.errorCode.404
source: 404 (Page not found)
nl: 404 (Pagina niet gevonden)

# site_errorhandling.errorCode.500
source: 500 (Internal Server Error)
nl: 500 (Interne Server Fout)

# site_errorhandling.errorCode.503
source: 503 (Service Unavailable)
nl: 503 (Service Niet Beschikbaar)

# site_errorhandling.errorContentSource
source: Show Content from Page
nl: Inhoud tonen van pagina

# site_errorhandling.errorFluidLayoutsRootPath
source: Fluid Layouts Root Path
nl: Rootpad voor Fluid-lay-outs

# site_errorhandling.errorFluidPartialsRootPath
source: Fluid Partials Root Path
nl: Rootpad voor Fluid-partials

# site_errorhandling.errorFluidTemplate
source: Fluid Template File
nl: Fluid-sjabloonbestand

# site_errorhandling.errorFluidTemplatesRootPath
source: Fluid Templates Root Path
nl: Rootpad voor Fluid-sjablonen

# site_errorhandling.errorHandler
source: How to handle Errors
nl: Hoe fouten af te handelen

# site_errorhandling.errorHandler.fluid
source: Fluid Template
nl: Fluid-sjabloon

# site_errorhandling.errorHandler.page
source: Show Content from Page
nl: Inhoud tonen van pagina

# site_errorhandling.errorHandler.php
source: PHP Class (must implement the PageErrorHandlerInterface)
nl: PHP-klasse (moet PageErrorHandlerInterface implementeren)

# site_errorhandling.errorPhpClassFQCN
source: ErrorHandler Class Target (FQCN)
nl: Doelklasse van foutafhandeling (FQCN)

# site_errorhandling.tab.rootpaths
source: Root Paths (optional)
nl: Rootpaden (optioneel)

source: Site Identifier
nl: Identifacatie voor site

# site_language.base
source: Entry Point
nl: Beginpunt

# site_language.ctrl.title
source: Language Configuration for a Site
nl: Taalconfiguratie voor deze site

# site_language.direction
source: Direction
nl: Richting

# site_language.enabled
source: Visible in Frontend
nl: Zichtbaar in frontend

# site_language.fallbacks
source: Fallback to other Language(s) - order is important!
nl: Terugval naar andere ta(a)l(en) - volgorde is belangrijk!

# site_language.fallbackType
source: Fallback Type
nl: Type terugval

# site_language.flag
source: Flag icon
nl: Vlag

# site_language.hreflang
source: Language Tag defined by RFC 1766 / 3066
nl: Taallabel gedefinieerd door RFC 1766/3066

# site_language.iso-639-1
source: Two Letter ISO Code
nl: Tweeletterige ISO-code

# site_language.languageId
source: Language ID
nl: Taal-ID

# site_language.navigationTitle
source: Navigation Title
nl: Navigatietitel

# site_language.palette.frontend
source: Frontend related
nl: Gerelateerd aan frontend

# site.languages
source: Available Languages for this Site
nl: Beschikbare talen voor deze site

# site_language.title
source: Title
nl: Titel

# site_language.typo3Language
source: Language Key for XLF Files
nl: Taalaanduiding voor XLF-bestanden

# site.rootPageId
source: Root Page ID
nl: ID van rootpagina

# site_route.route
source: Static Route Name
nl: Statische routenaam

# site_route.route.placeholder
source: my-custom_route
nl: mijn-eigen-route

# site.routes.irreHeader.redirectsTo
source: redirects to
nl: verwijst naar

# site_route.source
source: Page, File or URL
nl: Pagina, bestand of URL

# site_route.staticText
source: Static Text
nl: Statische tekst

# site_route.staticText.example1
source: robots.txt Example Content
nl: robots.txt voorbeeldinhoud

# site_route.type
source: Route Type
nl: Type routering

# site.tab.errorHandling
source: Error Handling
nl: Foutafhandeling

# site.tab.languages
source: Languages
nl: Talen

# site.tab.routes
source: Static Routes
nl: Statische routes
