Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: nl

# change_password
source: Change your password
nl: Verander uw wachtwoord

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
nl: Waarschuwing: Het is mogelijk dat uw browser geen "cookies" accepteert. Als uw aanmelding na doorklikken weer is verdwenen, zal dit vrijwel zeker het geval zijn. Om dit te herstellen moet u de mogelijkheid tot het gebruiken van cookies in uw browser activeren of voor deze site accepteren!

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
nl: Uw wachtwoord is opgeslagen. U kunt nu inloggen met uw nieuwe wachtwoord.

# ll_change_password_header
source: Change your password
nl: Wachtwoord veranderen

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
nl: Nieuw wachtwoord twee keer invoeren. Wachtwoord moet minimaal %s karakters bevatten.

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
nl: Fout: er is geen prefix voor de link. Voer a.u.b. een van de volgende voorbeelden in in het TypoScript-sjabloon: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = http://yourdomain/

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
nl: De ingevoerde wachtwoorden zijn niet gelijk. Voer het nieuwe wachtwoord twee keer in. Het wachtwoord moet minimaal %s karakters bevatten.

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
nl: De aangeklikte link werkt niet. Herhaal a.u.b. de procedure 'wachtwoord vergeten'.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
nl: Uw wachtwoord bevat niet genoeg karakters. Voer het nieuwe wachtwoord twee keer in. Het wachtwoord moet minimaal %s karakters bevatten.

# ll_enter_your_data
source: Username or email address
nl: Gebruikersnaam of e-mailadres

# ll_error_header
source: Login failure
nl: Loginfout

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
nl: Er is een fout opgetreden bij het inloggen. Waarschijnlijk heeft u uw gebruikersnaam of wachtwoord niet goed ingevoerd. Zorg ervoor dat u deze precies zo invoert als ze zijn, lettend op het verschil tussen hoofdletters/kleine letters. Ook kan het zijn dat cookies uitstaan in uw browser.

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
nl: Uw wachtwoord Hallo %s We konden geen gebruikersnaam vinden met dit e-mailadres en kunnen u het wachtwoord niet toezenden. Waarschijnlijk heeft een een typefout gemaakt in het e-mailadres (hoofdletters en kleine letters maken verschil) of misschien bent u nog niet geregistreerd?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
nl: Uw wachtwoord Hallo %s Uw gebruikersnaam is "%s" Uw wachtwoord is "%s"

# ll_forgot_header
source: Forgot your password?
nl: Wachtwoord vergeten?

# ll_forgot_header_backToLogin
source: Return to login form
nl: Terug naar het inlogformulier

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
nl: Geef a.u.b. het e-mailadres op waarmee u dit gebruikersaccount heeft geregistreerd. Klik vervolgens op "Wachtwoord verzenden" en u krijgt uw wachtwoord onmiddellijk toegestuurd. Zorg ervoor dat u geen typefouten maakt in het e-mailadres.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
nl: Uw wachtwoord is verstuurd naar het e-mailadres %s

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
nl: Voer uw gebruikersnaam of e-mailadres in. De instructies om uw wachtwoord te resetten worden naar u toegemaild.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
nl: Er is een e-mail naar het e-mailadres gestuurd, dat behoort bij uw account. Hierin staat een link waarmee u uw wachtwoord kunt resetten. Wanneer u geen e-mail ontvangt is uw account of uw e-mailadres niet gevonden.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
nl: Dit account of e-mailadres bestaat niet.

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
nl: Uw nieuwe wachtwoord Beste %s, U ontvangt deze e-mail als antwoord op uw verzoek om uw wachtwoord aan te passen. Klik op de link hieronder: %s Om veiligheidsredenen is deze link geldig tot %s. Wanneer u voor die tijd nog niet op de link geklikt heeft, moet u de procedure voor het aanvragen van een nieuw wachtwoord nogmaals volgen.

# ll_logout_header
source: You have logged out.
nl: U bent uitgelogd.

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
nl: U bent zojuist uitgelogd van uw gebruikers-sessie op deze website. U kunt opnieuw inloggen of inloggen als een andere gebruiker d.m.v. onderstaand formulier.

# ll_status_header
source: Current status
nl: Huidige status

# ll_status_message
source: This is your current status
nl: Dit is uw huidige status

# ll_success_header
source: Login successful
nl: Login succesvol

# ll_success_message
source: You are now logged in as '###USER###'
nl: U bent nu ingelogd als '###USER###'

# ll_welcome_header
source: User login
nl: Inloggen

# ll_welcome_message
source: Enter your username and password here in order to log in on the website
nl: Voer uw gebruikersnaam en wachtwoord hier in om u aan te melden bij de website

source: Login
nl: Inloggen

source: Logout
nl: Uitloggen

# newpassword_label1
source: Enter new password
nl: Voer nieuw wachtwoord in

# newpassword_label2
source: Repeat new password
nl: Herhaal nieuw wachtwoord

source: Password
nl: Wachtwoord

# permalogin
source: Stay logged in
nl: Aangemeld blijven

source: Reset Password
nl: Wachtwoord resetten

source: Send password
nl: Wachtwoord verzenden

source: Username
nl: Gebruikersnaam

source: Your email
nl: Uw e-mailadres
