Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: nl

source: Page title:
nl: Paginatitel:

source: Path:
nl: Pad:

source: User:
nl: Gebruiker:

source: Group:
nl: Groep:

source: Everybody:
nl: Iedereen:

source: This user:
nl: Deze gebruiker:

source: Main group:
nl: Hoofdgroep:

# editLock
source: Edit lock prevents all editing
nl: Bewerkingsvergrendeling!

# noReadAccess
source: The user has no read-access to these DB-mounts!
nl: De gebruiker heeft geen leesrechten voor deze DB-koppelingen!

source: [Default Draft]
nl: [Standaard klad]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
nl: WAARSCHUWING: Pagina-id van de Workspace DB-koppeling is niet toegankelijk:

source: Compare User Settings
nl: Gebruikersinstellingen vergelijken:

source: List Users Online
nl: Aangemelde gebruikers tonen

source: Backend User Administration
nl: Backend gebruikersbeheer

source: Filemounts
nl: Bestandskoppelingen

source: Webmounts
nl: DB-koppeling

source: Default upload path
nl: Standaard uploadpad

source: Main user group
nl: Hoofd gebruikersgroep

source: Member of groups
nl: Lid van groepen

source: Page types access
nl: Paginatype toegang

source: Select tables
nl: Tabellen selecteren

source: Modify tables
nl: Tabellen wijzigen

source: Non-exclude fields
nl: Niet-uitsluitvelden

source: Explicit Allow/Deny
nl: Expliciet Toestaan/Weigeren

source: Limit to languages
nl: Beperk tot talen

source: Workspace permissions
nl: Permissies voor werkruimtes

source: Workspace membership
nl: Lidmaatschap werkruimtes

source: Custom options
nl: Aangepaste opties

source: TSconfig HL
nl: TSconfig Highlighting

source: Non-mounted readable pages:
nl: Niet gekoppelde leesbare pagina's:

source: < Back to overview
nl: < Terug naar overzicht

source: User Info
nl: Gebruikersinformatie

source: Group by:
nl: Groeperen middels:

source: Update
nl: Bijwerken

source: Group and Compare Users
nl: Gebruikers groeperen en vergelijken

# tooManyUsers
source: There were too many users:
nl: Te veel gebruikers geselecteerd:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
nl: Slechts de volgende hoeveelheid gebruikers kunnen per keer getoond worden:

# newUser
source: Create new user
nl: Aanmaken nieuwe gebruiker

source: Usernames:
nl: Gebruikersnamen:

source: Switch user to:
nl: Omschakelen naar gebruiker:

source: [change-to mode]
nl: [schakelmodus]

source: [switch-back mode]
nl: [terugschakelmodus]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
nl: (Groepslijsten in cache ge√ºpdated)

source: Result
nl: Resultaat

source: Show information
nl: Informatie tonen

# sureToDelete
source: Are you sure you want to delete this element?
nl: Dit element verwijderen?

source: Delete(!)
nl: Verwijderen (!)

source: Timestamp:
nl: Tijdstempel:

source: Username:
nl: Gebruikersnaam:

source: Who Is Online
nl: Wie is er online?
