Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/scheduler/Resources/*.locallang.1416085778.xlf
Languages: nl

# testTask.name
source: Scheduler test task
nl: Taakplanner testtaak

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
nl: De Taakplanner-testtaak stuurt een e-mail naar een opgegeven adres. De testtaak is bedoeld voor testdoeleinden.

# sleepTask.name
source: Scheduler sleep task
nl: Taakplanner-pauzetaak

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
nl: Deze taak doet niets dan PHP een paar seconden laten pauzeren. Het doel van deze testtaak is het testen van gelijktijdige bewerkingen.

# cachingFrameworkGarbageCollection.name
source: Caching framework garbage collection
nl: Opruimactie voor caching-raamwerk

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
nl: Deze taak roept de opruimactie van de caches van het ingestelde caching-raamwerk aan die gebruik maken van een van de gekozen backends. Dit maakt ruimte vrij in cache backends die geen interne opruimactie hebben. In het geval van de standaard database backend is het aan te raden deze taak een keer per dag uit te voeren wanneer de database het rustigst is.

# fileIndexing.name
source: [OBSOLETE] File Abstraction Layer: Indexing job
nl: File Abstraction Layer: Indexing job

# fileIndexing.description
source: Runs indexing tasks based on an indexing configuration and a storage/folder information.
nl: Draait indexeertaken aan de hand van een indexeerconfiguratie en informatie uit de opslagmap.

# fileStorageIndexing.name
source: File Abstraction Layer: Update storage index
nl: Abstractielaag voor bestanden: Index in opslag bijwerken

# fileStorageIndexing.description
source: Updates the Index/Cache Data of a Storage; only needed if changes to the storage are possible outside the backend (FTP, RemoteStorages).
nl: Werkt de Index/Cache data van een Opslag bij; alleen nodig als de opslag gewijzigd kan worden buiten de backend (FTP, externe bronnen)

# fileStorageExtraction.name
source: File Abstraction Layer: Extract metadata in storage
nl: Abstractielaag voor bestanden: metadata in opslag extraheren

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
nl: Extraheert metadata voor alle bestanden in een Opslag die zijn gewijzigd sinds de vorige keer.

# tableGarbageCollection.name
source: Table garbage collection
nl: Opruimactie voor tabellen

# tableGarbageCollection.description
source: Task to delete old entries from specific tables like sys_log. Use $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] to configure tables. Refer to the manual for more details.
nl: Taak om oude items uit specifieke tabellen zoals sys_log te verwijderen. Gebruik GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] om de tabellen in te stellen. Zie de handleiding voor meer details.

# recyclerGarbageCollection.name
source: Fileadmin garbage collection
nl: Opruimactie voor de fileadmin

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
nl: Deze taak leegt alle "_recycler_" mappen onder de fileadmin. Dit maakt wat ruimte vrij in het bestandssysteem.
