Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/lowlevel/Resources/Private/Language/*.locallang.xlf
Languages: fr, nl

source: Advanced query
fr: Requête avancée
nl: Geavanceerde query

source: being checked...
fr: est vérifié...
nl: wordt gecontrolleerd...

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
fr: $GLOBALS['BE_USER']->uc (Paramètres de l'utilisateur)
nl: $GLOBALS['BE_USER']->uc (Gebruikersinstellingen)

# beUserTsConfig
source: $GLOBALS['BE_USER']->getTSConfig() (User TSconfig)
nl: $GLOBALS['BE_USER']->getTSConfig() (Gebruikers TSconfig)

source: Check now!
fr: Vérifier maintenant !
nl: Nu controleren!

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
fr: Vous pouvez également lancer ces vérifications depuis un script shell en utilisant l'interface en ligne de commande (CLI) si le processus prend plus de temps à s'exécuter que ce que permet la valeur PHP max_execution_time.
nl: De controle kan ook als shell script uitgevoerd worden via CLI als de uitvoering langer duurt dan toegestaan door de PHP max_execution_time.

# checkScript_check_description
source: To check the reference index use
fr: Pour vérifier l'index des références, utilisez cette commande :
nl: Om de referentie-index te controleren gebruik

# checkScript_headline
source: Using the command line interface
fr: Utilisation de l'interface en ligne de commande
nl: Via de opdrachtregel

# checkScript_moreDetails
source: For more details see
fr: Pour plus de détails, consultez :
nl: Voor meer details:

# checkScript_update_description
source: To update the reference index use
fr: Pour mettre à jour l'index des références, utilisez cette commande :
nl: Om de referentie-index bij te werken, gebruik

# clickToTestRefIndex
source: Click here to test reference index
fr: Cliquez ici pour vérifier l'index des références
nl: Hier klikken om de referentie-index te testen:

# clickToUpdateRefIndex
source: Click here to update reference index
fr: Cliquez ici pour mettre à jour l'index des références
nl: Hier klikken om de referentie-index bij te werken:

source: Configuration
nl: Configuratie

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
fr: (Maintenant, copier/coller cette valeur dans le fichier de configuration. Cette assistant ne peut pas le faire ici...)
nl: (Knip/plak deze waarde in het te gebruiken configuratiebestand. Voorlopig is dit het enige dat kan.....)

source: Count
fr: Nombre
nl: Aantal

source: Count results
fr: Nombre de résultats
nl: Aantal resultaten

source: Crop lines
fr: Limiter la longueur des lignes
nl: Regels inkorten

source: Database Relations
fr: Relations de la base de données
nl: Databaserelaties

# deleted_pages
source: Marked-deleted pages
fr: Pages marquées comme étant supprimées
nl: Als verwijderd gemarkeerde pagina's:

# directories
source: Dirs
fr: Répertoires
nl: Mappen:

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
fr: ERREUR : Répertoires plus profonds que le nombre suivant de niveaux :
nl: FOUT: Mappen dieper dan het volgende aantal niveaus:

# doktype_value
source: Document types (value)
fr: Types de documents (valeur)
nl: Documenttypes (waarde)

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
fr: Ne pas utiliser les valeurs originales entre crochets comme préfixe pour les résultats avec libellés.
nl: Originele waarden in haken niet als prefix voor resultaten met label gebruiken

source: Enter regex pattern
fr: Entrez le motif d'expression régulière :
nl: Patroon voor regulier expressie invoeren

source: Enter search phrase
nl: Zoekterm invullen

source: Explain query
fr: Expliquer la requête
nl: Query verklaren

source: Files
fr: Fichiers
nl: Bestanden

# filesearch
source: Search all filenames for pattern
fr: Chercher tous les noms de fichiers selon un motif
nl: Alle bestandsnamen naar patroon doorzoeken

# filesearch_description
source: Will search recursively for filenames inside sub directories of the public web folder (PublicPath) matching a certain regex pattern.
nl: Zoekt recursief naar bestandsnamen in de PATH_site (onderliggende mappen van het pad van de website) die overeenkomen met een specifiek regex-patroon.

# files_many_ref
source: Files referenced from more than one record
fr: Fichiers référencés par plus d'un enregistrement
nl: Bestanden met verwijzingen vanuit meer dan één record.

# files_no_file
source: Missing files
fr: Fichiers manquants
nl: Ontbrekende bestanden

# files_no_ref
source: Files with no references at all (delete them!)
fr: Fichiers sans aucune référence (les supprimer !)
nl: Bestanden zonder enige referentie (verwijder deze!)

source: Find filename
fr: Chercher par nom de fichier
nl: Bestandsnaam zoeken

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
fr: Cliquez pour déplacer cet enregistrement orphelin à la racine (pid=0)
nl: Klik om dit verloren record te verplaatsen naar het root-niveau (pid=0)

source: Full search
fr: Recherche complète
nl: Volledig zoeken

# group_db
source: Group fields
fr: Champs de groupes
nl: Groepvelden

source: Hidden pages
fr: Pages cachées
nl: Verborgen pagina's

source: is missing!
fr: manque !
nl: ontbreekt!

# loadedExt
source: $GLOBALS['TYPO3_LOADED_EXT'] (Loaded Extensions)
fr: $GLOBALS['TYPO3_LOADED_EXT'] (Extensions chargées)
nl: $GLOBALS['TYPO3_LOADED_EXT'] (Geladen Extensies)

# manageRefIndex
source: Manage Reference Index
fr: Gérer l'index des références
nl: Referentie-index beheren

source: Matching files
fr: Fichiers correspondants
nl: Gevonden bestanden

# menuTitle
source: Overview
fr: Vue d'ensemble
nl: Overzicht

source: No files found.
fr: Aucun fichier trouvé.
nl: Geen bestanden gevonden

source: not checked.
fr: non vérifié.
nl: niet gecontroleerd.

source: Pages
nl: Pagina's

# pagesTypes
source: $GLOBALS['PAGES_TYPES'] (Table permissions by page type)
nl: $GLOBALS['PAGES_TYPES'] (Tabelpermissies op paginatype)

source: Pattern
fr: Motif
nl: Patroon

# rawSearch
source: Raw search in all fields
fr: Recherche brute dans tous les champs
nl: Ruwweg zoeken in alle velden

# records
source: Records Statistics
fr: Statistiques sur les enregistrements
nl: Statistieken van records

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
fr: Montre quelques statistiques sur les enregistrements de la base de données. Cette opération parcourt toute l'arborescence des pages et par conséquent augmente beaucoup la charge sur le serveur !
nl: Toont enige statistieken over de records in de database. Hierbij wordt de hele paginaboom doorzoekt wat de server zwaar belast!

source: Record Statistics
fr: Statistiques sur l'enregistrement
nl: Statistieken van records

source: Referenced from
fr: Référencé par
nl: Gerefereerd door

# referenceIndex_buttonCheck
source: Check reference index
fr: Vérifier l'index des références
nl: Referentie-index controleren

# referenceIndex_buttonUpdate
source: Update reference index
fr: Mettre à jour l'index des références
nl: Referentie-index bijwerken

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
fr: L'index des références de TYPO3 garde une trace des relations entre les enregistrements. Comme il peut arriver que l'index des références contienne des données périmées, vous pouvez le vérifier et le mettre à jour ici.
nl: De referentie-index van TYPO3 houdt relaties tussen records bij. Het kan gebeuren dat de referentie-index verouderde waarden bevat; hier kunnen ze gecontroleerd en bijgewerkt worden.

source: references
fr: références
nl: referenties

# refindex
source: Check and update global reference index
fr: Vérifier et mettre à jour l'index global des références
nl: De globale referentie-index controleren en bijwerken

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
fr: Vous permet de maintenir l'index des références de TYPO3.
nl: De referentie-index van TYPO3 beheren.

source: Relations
nl: Relaties

# relations_description
source: This will analyze the content of the tables and check if there are 'empty' relations between records or if files are missing from their expected position.
nl: Analyseert de inhoud van de tabellen en controleert of er 'lege' relaties tussen records bestaan, of bestanden die niet aanwezig zijn op de locatie waar ze verwacht worden.

source: Result
fr: Résultat
nl: Resultaat

source: Search
fr: Rechercher
nl: Zoeken

# searchButton
source: Search
fr: Rechercher
nl: Zoeken

# search_description
source: This searches through all database tables and records for a text string.
fr: Cherche un contenu texte dans toutes les tables et tous les enregistrements.
nl: Doorzoekt alle databasetabellen en records naar een tekstfragment.

source: Searching for filenames
fr: Recherche de fichiers
nl: Zoeken naar bestandsnamen

source: Search options
fr: Options de recherche
nl: Zoekopties

source: Search whole Database
fr: Rechercher dans toute la base de données
nl: De hele database doorzoeken

# select_db
source: Select fields
fr: Sélectionner les champs
nl: Keuzevelden:

source: Select records
fr: Sélectionner les enregistrements
nl: Records kiezen

# showDeleted
source: Show even deleted entries (with undelete buttons)
fr: Montrer également les entrées supprimées (avec des boutons de récupération)
nl: Ook verwijderde items tonen (met knoppen om ze terug te halen)

# showSQL
source: Show SQL parts
fr: Montrer les parties SQL
nl: SQL-onderdelen tonen

source: Site Configuration
nl: Siteconfiguratie

# sortOptions
source: Sort selectbox-options for relations by label and not by value
fr: Trier les options des listes déroulantes pour les relations par intitulé et non par valeur
nl: Opties voor relaties van het selectievakje sorteren op label en niet op waarde

# t3services
source: $GLOBALS['T3_SERVICES'] (Registered Services)
fr: $GLOBALS['T3_SERVICES'] (Services enregistrés)
nl: $GLOBALS['T3_SERVICES'] (Geregistreerde Services)

source: Table name
fr: Nom de la table
nl: Tabelnaam

source: Tables
nl: Tabellen

# tbemodules
source: $GLOBALS['TBE_MODULES'] (BE Modules)
fr: $GLOBALS['TBE_MODULES'] (Modules BE)
nl: $GLOBALS['TBE_MODULES'] (Backend Modules)

# tbemodulesext
source: $GLOBALS['TBE_MODULES_EXT'] (BE Modules Extensions)
fr: $GLOBALS['TBE_MODULES_EXT'] (Extensions des modules BE)
nl: $GLOBALS['TBE_MODULES_EXT'] (Extensies voor Backend Modules)

# tbeStyles
source: $GLOBALS['TBE_STYLES'] (Skinning Styles)
fr: $GLOBALS['TBE_STYLES'] (Styles des thèmes)
nl: $GLOBALS['TBE_STYLES'] (Styling van backend)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
fr: $GLOBALS['TCA'] (Configuration des tables)
nl: $GLOBALS['TCA'] (Array voor tabelconfiguratie)

# tcaDescr
source: $GLOBALS['TCA_DESCR'] (Table Help Description)
fr: $GLOBALS['TCA_DESCR'] (Aide des tables)
nl: $GLOBALS['TCA_DESCR'] (Omschrijving van help voor tabellen)

# title
source: Database integrity check
fr: Vérification de l'état de la base de données
nl: Integriteitscontrole voor database

# total_lost
source: Records total / lost
fr: Nombre total d'enregistrements / perdus
nl: Records totaal / verloren

# total_pages
source: Total number of default language pages
nl: Totaal aantal pagina's in de standaardtaal

source: Total Page Tree
fr: Toute l'arborescence des pages
nl: Gehele paginaboom

# translated_pages
source: Total number of translated pages
nl: Totaal aantal vertaalde pagina's

# tree
source: The Page Tree
fr: Arborescence des pages
nl: De paginaboom

# tree_description
source: This shows all pages in the system in one large tree. Beware that this will probably result in a very long document which will also take some time for the server to compute!
fr: Affiche toutes les pages du système dans un seul grand arbre. Prenez garde que le résultat sera probablement un très grand document et que le serveur prendra du temps à le générer.
nl: Dit toont alle pagina's in het systeem in één grote boom. Dit zorgt waarschijnlijk voor een erg lang document dat de server wat tijd kan kosten om op te bouwen!

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
fr: $GLOBALS['TYPO3_CONF_VARS'] (Configuration globale)
nl: $GLOBALS['TYPO3_CONF_VARS'] (Globale Configuratie)

source: Update now!
fr: Mettre à jour maintenant !
nl: Nu bijwerken!

# updateRefIndex
source: Update reference index
fr: Mettre à jour l'index des références
nl: Referentie-index bijwerken

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
fr: Utiliser des textes, intitulés et dates formatés au lieu des valeurs originales pour les résultats
nl: Gebruik geformatteerde strings, labels en data in plaats van oorspronkelijke waarden voor resultaten

# useRegExp
source: Use regular expression (phrase is surrounded by slashes automatically)
fr: Utiliser une expression régulière
nl: Gebruik reguliere expressie

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
fr: $GLOBALS['TYPO3_USER_SETTINGS'] (Configuration des paramètres de l'utilisateur)
nl: $GLOBALS['TYPO3_USER_SETTINGS'] (Configuratie van gebruikersinstellingen)

source: Variable
nl: Variabele

# writeMessage
source: Following line was added to configuration file (%s): %s%s
fr: La ligne suivante a été ajoutée au fichier de configuration (%s) : %s%s
nl: De volgende regel is toegevoegd aan het configuratiebestand (%s): %s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
fr: L'écriture du fichier de configuration a échoué (%s) !
nl: Het schrijven naar het configuratie bestand is mislukt (%s)!

# writeValue
source: Write value to configuration file
fr: Ecrire les valeurs dans le fichier de configuration
nl: Waarde naar configuratiebestand schrijven

source: CSV Export
fr: Export CSV

# doktype
source: Document types
fr: Types de documents

source: Label
fr: Intitulé

source: XML Export
fr: Export XML
