Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/redirects/Resources/Private/Language/*.locallang_module_redirect.xlf
Languages: nl

source: Destination
nl: Bestemming

# filter.destination
source: Destination (Path or Page ID)
nl: Doel (Pad of pagina ID)

# filter.sendButton
source: Send
nl: Verzenden

# filter.source_host.showAll
source: Show All
nl: Alles tonen

# heading_text
source: Redirect Management
nl: Beheer van doorverwijzingen

# hit_last
source: Last Hit on
nl: Laatste hit op

# hit_last_never
source: Never
nl: Nooit

# hit_reset
source: Reset Hit Counter (!)
nl: Hit-teller opnieuw instellen (!)

# hit_reset.confirm.content
source: Are you sure you want to reset the hitcounter of this record?
nl: De hit-teller van dit record opnieuw instellen?

# hit_reset.confirm.title
source: Reset the hitcounter of this record?
nl: Hit-teller van dit record opnieuw instellen?

# mlang_labels_tabdescr
source: This is the administration area for Web Redirects.
nl: Dit is het beheergebied voor web-doorverwijzingen

# mlang_labels_tablabel
source: Redirect Administration
nl: Beheer van doorverwijzingen

# mlang_tabs_tab
source: Redirects
nl: Doorverwijzingen

source: Page ID
nl: Pagina-ID

# record_disabled
source: Redirect is not activated!
nl: Doorverwijzing is niet actief!

# redirect_add_text
source: Add redirect
nl: Doorverwijzing toevoegen

# redirect_create
source: Create new redirect
nl: Nieuwe doorverwijzing aanmaken

# redirect_no_filter
source: Remove all filter
nl: Alle filters verwijderen

# redirect_not_found.message
source: There are currently no redirect records found in the database.
nl: Er zijn momenteel geen doorverwijzingsrecords in de database.

# redirect_not_found.title
source: No redirects found!
nl: Geen doorverwijzingen gevonden!

# redirect_not_found_with_filter.message
source: With the current set of filters applied, no redirect could be found.
nl: Met de huidige set filters toegepast kon er geen doorverwijzing gevonden worden.

# redirect_not_found_with_filter.title
source: No redirects found!
nl: Geen doorverwijzingen gevonden!

source: Source Host
nl: Bron-host

# source_host_global_text
source: Global redirect (any domain)
nl: Globale doorverwijzing (elk domein)

source: Source Path
nl: Bronpad

# source_path.placeholder
source: /my-path/ or #^/my-path/$# (when regex enabled)
nl: /mijn-pad/ of #^/mijn-pad/$# (als reguliere expressies ingeschakeld zijn)

# visit_destination
source: Go to
nl: Ga naar
