Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/tstemplate/Resources/Private/Language/*.locallang_analyzer.xlf
Languages: nl

source: Block mode
nl: Blokmodus

source: Clear Constants
nl: Constanten wissen

source: Clear Setup
nl: Setup wissen

source: Comments
nl: Commentaar

source: Complete TS
nl: Volledige TS

source: Constants
nl: Constanten

source: Crop lines
nl: Regels afkappen

source: Current template
nl: Huidig sjabloon

source: Display Options
nl: Opties weergeven

source: Line numbers
nl: Regelnummers

source: Next Level
nl: Volgend niveau

source: Rootlevel
nl: Root-niveau

source: Rootline
nl: Pad naar root

source: Syntax highlight
nl: Syntax accentueren

source: Template hierarchy
nl: SjabloonhiÃ«rarchie

source: Title
nl: Titel

# viewCompleteTS
source: View the complete TS Listing
nl: De complete TS-lijst weergeven
