Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/femanager/Resources/Private/Language/*.locallang.xlf
Languages: nl

# tx_femanager_domain_model_user
source: User
nl: Gebruiker

# tx_femanager_domain_model_user.username
source: Username
nl: Gebruikersnaam

# tx_femanager_domain_model_user.password
source: Password
nl: Wachtwoord

# tx_femanager_domain_model_user.password_repeat
source: Repeat Password
nl: Herhaal Wachtwoord

# tx_femanager_domain_model_user.usergroup
source: Usergroup
nl: gebruikersgroep

# tx_femanager_domain_model_user.name
source: Full Name
nl: Naam

# tx_femanager_domain_model_user.firstName
source: Firstname
nl: Voornaam

# tx_femanager_domain_model_user.middleName
source: Middlename
nl: Tussenvoegsel

# tx_femanager_domain_model_user.lastName
source: Lastname
nl: Achternaam

# tx_femanager_domain_model_user.dateOfBirth
source: Birthdate
nl: Geboortedatum

# tx_femanager_domain_model_user.dateOfBirth.hint
source: Please type your birthdate as MM/DD/YYYY
nl: Geef de datum als DD-MM-YYYY in aub

# tx_femanager_domain_model_user.dateOfBirth.placeholder
source: MM/DD/YYYY
nl: DD-MM-YYYY

# tx_femanager_domain_model_user.gender.item0
source: Male
nl: mannelijk

# tx_femanager_domain_model_user.gender.item1
source: Female
nl: vrouwelijk

# tx_femanager_domain_model_user.address
source: Address
nl: Adres

# tx_femanager_domain_model_user.telephone
source: Telephone
nl: Telefoon

# tx_femanager_domain_model_user.title
source: Title
nl: Titel

# tx_femanager_domain_model_user.zip
source: ZIP
nl: Postcode

# tx_femanager_domain_model_user.city
source: City
nl: Stad

# tx_femanager_domain_model_user.country
source: Country
nl: Land

# tx_femanager_domain_model_user.company
source: Company
nl: Bedrijf

# tx_femanager_domain_model_user.image
source: Image
nl: Afbeelding

# tx_femanager_domain_model_user.lastlogin
source: Last login
nl: Laatste login

# tx_femanager_domain_model_user.crdate
source: Creation Time
nl: Aanmaaktijdstip

# tx_femanager_domain_model_log
source: User Log
nl: Gebruiker Logboek

# tx_femanager_domain_model_log.title
source: Title
nl: Titel

# tx_femanager_domain_model_log.crdate
source: Time
nl: Tijd

# tx_femanager_domain_model_log.state
source: State
nl: Status

# tx_femanager_domain_model_log.state.100
source: Registration
nl: Registratie

# tx_femanager_domain_model_log.state.101
source: New Registration
nl: Nieuwe Registratie

# tx_femanager_domain_model_log.state.102
source: Registration confirmed by user
nl: Registratie bevestigd door gebruiker

# tx_femanager_domain_model_log.state.103
source: Registration confirmed by admin
nl: Registratie bevestigd door beheerder

# tx_femanager_domain_model_log.state.104
source: Registration refused by user
nl: Registratie geweigerd door gebruiker

# tx_femanager_domain_model_log.state.105
source: Registration refused by admin
nl: Registratie geweigerd door beheerder

# tx_femanager_domain_model_log.state.106
source: Profile creation request
nl: Aanvraag voor aanmaak van profiel

# tx_femanager_domain_model_log.state.200
source: Update
nl: Bijwerken

# tx_femanager_domain_model_log.state.201
source: Profile updated
nl: Profiel bijgewerkt

# tx_femanager_domain_model_log.state.202
source: Profile update confirmed by admin
nl: Bijgewerkt profiel bevestigd door beheerder

# tx_femanager_domain_model_log.state.203
source: Profile update refused by admin
nl: Bijgewerkt profiel geweigerd door beheerder

# tx_femanager_domain_model_log.state.204
source: Profile update request
nl: Aanvraag voor bijwerken van profiel

# tx_femanager_domain_model_log.state.205
source: Profile update security failure
nl: Bijwerken profiel uit beveiligingsoogpunt mislukt

# tx_femanager_domain_model_log.state.300
source: Delete
nl: Verwijderen

# tx_femanager_domain_model_log.state.301
source: Profile deleted
nl: Profiel verwijderd

# tx_femanager_domain_model_log.state.400
source: Invitation
nl: Uitnodiging

# tx_femanager_domain_model_log.state.401
source: Profile created and user invited
nl: Profiel aangemaakt en gebruiker uitgenodigd

# tx_femanager_domain_model_log.state.402
source: Profile deleted by user
nl: Profiel van gebruiker verwijderd

# tx_femanager_domain_model_log.state.403
source: Wrong hash
nl: Fout in controlegetal

# tx_femanager_domain_model_log.state.404
source: You tried to open a restricted page
nl: U probeerde een beveiligde pagina te openen

# tx_femanager_domain_model_log.state.405
source: Password changed and profile activated
nl: Wachtwoord aangepast en profiel geactiveerd

# tx_femanager_domain_model_log.user
source: User
nl: Gebruiker

# error_no_typoscript
source: No TypoScript found. Did you already include the static Template?
nl: Geen Typoscript gevonden. Hebt u de statische Template toegevoegd?

# error_no_storagepid
source: No Storage PID was set. Please set the storage PID via TypoScript or in the plugin settings.
nl: Geen Storage Pid ingesteld. Stel aub de Storage PID in via Typoscript of de plug-in instellingen..

# validationError
source: Error
nl: Fout

# validationErrorRequiredModel
source: Username and password must be filled
nl: Gebruikersnaam en wachtwoord invullen a.u.b.

# validationErrorWrongDateFormat
source: Given date format is wrong
nl: Opgegeven datumformaat is fout

# validationErrorRequired
source: Field %s is required
nl: Veld %s is verplicht

# validationErrorEmail
source: Field %s is not a valid email address
nl: Veld %s is geen geldig e-mailadres

# validationErrorMin
source: Please add more characters to field %s
nl: Gelieve meer tekens toe te voegen aan veld %s

# validationErrorMax
source: Please add less characters to field %s
nl: Gelieve minder tekens te gebruiken voor veld %s

# validationErrorInt
source: Only numbers are allowed in field %s
nl: Alleen cijfers zijn toegestaan in veld %s

# validationErrorLetters
source: Only letters are allowed in field %s
nl: Alleen letters zijn toegestaan in veld %s

# validationErrorUniquePage
source: Value of field %s is already in use
nl: Waarde van veld %s is reeds in gebruik

# validationErrorUniqueDb
source: Value of field %s is already in use
nl: Waarde van veld %s is reeds in gebruik

# validationErrorInList
source: This value is not allowed in field %s
nl: Deze waarde is niet toegestaan in veld %s

# validationErrorSameAs
source: Please check your value
nl: Kijk uw waarde na a.u.b.

# validationErrorPasswordRepeat
source: Both passwords do not fit
nl: Beide wachtwoorden zijn niet gelijk

# validationErrorDate
source: Date has the wrong format
nl: Datum heeft een fout formaat

# validationErrorCaptcha
source: Wrong Captcha code
nl: Foute Captcha code

# emailCreateAdminConfirmationSubject
source: Please confirm a new registration
nl: Bevestig een nieuwe registratie a.u.b.

# emailCreateAdminConfirmationSalutation
source: Dear Admin,
nl: Beste Beheerder,

# emailCreateAdminConfirmationUserProperties
source: User properties:
nl: Gebruikerseigenschappen

# emailCreateAdminConfirmationText1
source: Please confirm registration of %s by clicking the following link:
nl: Bevestig de registratie van %s door op volgende link te klikken:

# emailCreateAdminConfirmationLinkConfirm
source: Confirm registration
nl: Bevestig registratie

# emailCreateAdminConfirmationText2
source: If you want to delete the registration, click this link:
nl: Als u de registratie wenst te verwijderen, klik op volgende link:

# emailCreateAdminConfirmationLinkConfirmRefused
source: Delete profile
nl: Profiel verwijderen

# emailCreateAdminConfirmationText3
source: If you want to delete the registration, without sending an email to the user, click this link:
nl: Indien u de registratie wenst te verwijderen, zonder de gebruiker te verwittigen via email, klik op volgende link:

# emailCreateAdminConfirmationLinkConfirmRefusedSilent
source: Silently delete profile
nl: Profiel zonder bevestiging verwijderen

# emailCreateUserConfirmationSubject
source: Please confirm your profile creation request
nl: Bevestig de aanvraag om een profiel aan te maken a.u.b.

# emailCreateUserConfirmationSalutation
source: Dear
nl: Beste

# emailCreateUserConfirmationText1
source: Please confirm your profile registration on our server by clicking the following link:
nl: Bevestig de registratie van uw profiel op onze server, door op volgende link te klikken a.u.b.:

# emailCreateUserConfirmationLinkConfirm
source: Confirm profile
nl: Profiel bevestigen

# emailCreateUserConfirmationText2
source: If you don't want to be registered on our system, click this link:
nl: Indien u niet geregistreerd wenst te worden in ons systeem, klik op volgende link:

# emailCreateUserConfirmationLinkConfirmRefused
source: Delete profile
nl: Profiel verwijderen

# emailCreateUserConfirmationSignature
source: Your website team.
nl: Uw website team.

# emailCreateUserNotifySubject
source: Your registration was confirmed
nl: Uw registratie werd bevestigd

# emailCreateUserNotifySalutation
source: Dear
nl: Beste

# emailCreateUserNotifyText1
source: Your profile was confirmed and successfully created.
nl: Uw profiel is bevestigd en succesvol aangemaakt.

# emailCreateUserNotifySignature
source: Your website team.
nl: Uw website team.

# emailCreateUserNotifyRefusedSubject
source: Dear
nl: Beste

# emailCreateUserNotifyRefusedSalutation
source: Dear
nl: Beste

# emailCreateUserNotifyRefusedText1
source: Thank you for your profile request. We're sorry to tell you, that we had to refuse your request.
nl: Dank u voor uw profiel aanvraag. Het spijt ons u te moeten zeggen, dat we uw verzoek moesten weigeren.

# emailCreateUserNotifyRefusedSignature
source: Your website team.
nl: Uw website team.

# emailCreateNotifySubject
source: New profile registration
nl: Registratie nieuw profiel

# emailCreateNotifySalutation
source: Dear Admin,
nl: Beste Beheerder,

# emailCreateNotifyText1
source: Profile creation - User %s
nl: Nieuwe uitnodiging van profiel van %s

# emailCreateNotifyText2
source: Profile creation - User %s set a new password and profile was enabled
nl: Profiel invitatie - Gebruiker % heeft een nieuw wachtwoord ingesteld en is geactiveerd

# emailCreateNotifyUserProperties
source: Profile properties:
nl: Profieleigenschappen:

# emailUpdateNotifySubject
source: Profile update
nl: Profiel bijwerken

# emailUpdateNotifySalutation
source: Dear Admin,
nl: Beste beheerder,

# emailUpdateNotifyText1
source: Profile change by user %s
nl: Wijziging van profiel van %s

# emailUpdateNotifyField
source: Fieldname
nl: Veldnaam

# emailUpdateNotifyOld
source: Old value
nl: Oude waarde

# emailUpdateNotifyNew
source: New value
nl: Nieuwe waarde

# emailUpdateRequestSubject
source: New profile change request
nl: Nieuwe aanvraag tot profiel wijziging

# emailUpdateRequestSalutation
source: Dear Admin,
nl: Beste beheerder,

# emailUpdateRequestField
source: Fieldname
nl: Veldnaam

# emailUpdateRequestRefusedSalutation
source: Dear
nl: Beste

# emailUpdateRequestRefusedSignature
source: Your website team.
nl: Uw website team.

# emailInvitationSalutation
source: Dear
nl: Beste

# emailInvitationText1
source: Your new profile was just created.
nl: Uw nieuwe profiel is aangemaakt.

# emailInvitationText2
source: Please confirm your profile registration on our server by clicking the following link. After that, you can define a password.
nl: Bevestig uw profiel registratie op onze server door op volgende link te klikken. Daarna kan u een wachtwoord instellen.

# emailInvitationLinkConfirm
source: Confirm Profile
nl: Bevestig Profiel

# emailInvitationText3
source: If you don't want to be registered on our system, click this link.
nl: Als u niet wenst geregistreerd te worden op ons systeem, klik dan op de volgende link:

# emailInvitationLinkConfirmRefused
source: Delete Profile
nl: Verwijder Profiel

# emailInvitationSignature
source: Your website team.
nl: Uw website team

# emailInvitationAdminNotifiyStep1Subject
source: User was invited
nl: Gebruiker werd uitgenodigd

# emailInvitationAdminNotifiySubject
source: User invitation - Profile finally created
nl: Gebruik uitnodiging - Profiel aangemaakt

# emailInvitationUserRefusedAdminNotifiyStep1Subject
source: User refused invitation
nl: Gebruiker weigerde uitnodiging

# emailInvitationUserRefusedAdminNotifiySalutation
source: Dear Admin,
nl: Beste beheerder,

# emailInvitationUserRefusedAdminNotifiyText1
source: Profile invitation of %s
nl: Profiel uitnodiging van %s

# emailInvitationUserRefusedAdminNotifiyText2
source: Profile invitation - User %s refused to set a new password. The profile was deleted.
nl: Profiel uitnodiging - Gebruiker %s weigerde een nieuw wachtwoord in te stellen. Profiel werd verwijderd.

# emailInvitationUserRefusedAdminNotifiyUserProperties
source: Profile properties:
nl: Profiel eigenschappen:

source: No records found.
nl: Geen records gevonden

# noRecordsFoundClearFilter
source: Clean filter.
nl: Filter leegmaken

# noRecordFoundShow
source: No FE_User given or not logged in
nl: Geen FE_User gegeven of niet ingelogd

# notLoggedIn
source: Please log in before
nl: Log eerst in aub

# submitNew
source: Create Profile Now
nl: Creëer Profiel Nu

# passwordRepeat
source: Repeat Password
nl: Herhaal Wachtwoord

# titleCreateProfile
source: Create a new user-profile
nl: Creëer een nieuw gebruikersprofiel

# submitEdit
source: Update Profile
nl: Profiel Bijwerken

# create
source: Profile successfully created
nl: Profiel succesvol aangemaakt

# createAndInvited
source: Profile successfully created and user informed
nl: Profiel succesvol aangemaakt en gebruiker verwittigd

# createAndInvitedFinished
source: Profile successfully changed and enabled
nl: Profiel succesvol gewijzigd en ingeschakeld

# createRequestWaitingForUserConfirm
source: Thank you for your request. Please check your mail account to confirm the profile.
nl: Bedankt voor uw aanvraag. Bekijk uw email account om uw profiel te bevestigen.

# createFailedProfile
source: Profile creation failed
nl: Profiel aanmaak mislukt.

# userAlreadyConfirmed
source: Profile is already confirmed
nl: Profiel is reeds bevestigd

# missingUserInDatabase
source: No Profile found in database. Maybe it was deleted before.
nl: Geen profiel gevonden in de database. Mischien was het ervoor reeds verwijderd

# createProfileDeleted
source: Profile successfully deleted
nl: Profiel succesvol verwijderd

# titleUpdateProfile
source: Update your user-profile
nl: Werk uw gebruikersprofiel bij.

# update
source: Profile successfully changed
nl: Profiel succesvol gewijzigd.

# noChanges
source: No changes detected, nothing to update
nl: Geen wijzigingen aangetroffen, niets om bij te werken

# updateRequest
source: Your change request was transmitted to the administrator. After a confirmation, your profile will be up-to-date.
nl: Uw aanvraag tot wijzigen is doorgegeven aan de beheerder. Na zijn bevestiging zal uw profiel aangepast worden.

# login
source: You're successfully logged in now
nl: U bent nu succesvol ingelogd.

source: Delete Profile
nl: Verwijder Profiel

# updateProfile
source: Profile successfully updated
nl: Profiel succesvol bijgewerkt

# updateFailedProfile
source: Profile update failed
nl: Profiel bijwerken mislukt

# field_image_fineuploader
source: Please enable fineUploader plugin
nl: Schakel fineUploader plugin in aub

# field_image_drag
source: Drag file
nl: Sleep Bestand

# field_image_drag_processing
source: Drag in progress ...
nl: Slepen in voortgang

# field_image_upload
source: Upload
nl: Uploaden

source: empty
nl: Leeg

source: Please choose ...
nl: Kiezen aub ...

# FilterLabel
source: Search
nl: Zoeken

# FilterPlaceholder
source: Search ...
nl: Zoeken ...

# FilterSubmit
source: Filter now
nl: Filter Nu

# UserDeleteConfirmation
source: Are you sure to delete your profile?
nl: Bent u zeker dat u uw profiel wenst te verwijderen?

# titleInvitationProfile
source: Invite a new user
nl: Nodig een nieuwe gebruiker uit

# titleInvitationSetPassword
source: Please set a new password
nl: Stel een nieuw wachtwoord in aub

# BackendListUserDelete
source: Delete
nl: Verwijderen

# BackendListUserDeleteConfirmation
source: Are you sure to delete this User?
nl: Bent u zeker dat u deze gebruiker wenst te verwijderen?

# BackendListFilterLabel
source: Search
nl: Zoeken
