Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/lowlevel/Resources/*.locallang.1415814898.xlf
Languages: nl

source: Record Statistics
nl: Record Statistieken

source: Total Page Tree
nl: Totale paginaboom

source: Database Relations
nl: Database relaties

source: Full search
nl: Volledig zoeken

source: Find filename
nl: Zoek bestandsnaam

# manageRefIndex
source: Manage Reference Index
nl: Beheer Index van Referenties

# rawSearch
source: Raw search in all fields
nl: Grof zoeken in alle velden

source: Advanced query
nl: Geavanceerde zoekopdracht

source: Select records
nl: Selecteer records

source: Count results
nl: Tel resultaten

source: Explain query
nl: Uitleg zoekopdracht

# clickToUpdateRefIndex
source: Click here to update reference index
nl: Klik hier om de referentie-index te updaten:

source: Update now!
nl: Nu updaten!

# clickToTestRefIndex
source: Click here to test reference index
nl: Klik hier om de referentie-index te testen:

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
nl: De TYPO3-refentie-index houdt relaties tussen records bij. Het kan voorkomen dat de referentie-index oude gegevens bevat. Dit kan hier gecontroleerd en bijgewerkt worden.

# referenceIndex_buttonUpdate
source: Update reference index
nl: Referentie-index bijwerken

# referenceIndex_buttonCheck
source: Check reference index
nl: Referentie-index controleren

source: Check now!
nl: Nu controleren!

# checkScript_headline
source: Using the command line interface
nl: Via de opdrachtregel

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
nl: Deze controle kan ook als shell script, gebruikmakend van CLI gedraaid worden, indien het verwerken langer blijkt te duren dan de PHP max_execution_time.

# checkScript_check_description
source: To check the reference index use
nl: Om de referentie-index te controleren, maak gebruik van:

# checkScript_check_example
source: php /path/to/your/typo3/cli_dispatch.phpsh lowlevel_refindex -c
nl: php /pad/naar/jouw/typo3/cli_dispatch.phpsh lowlevel_refindex -c

# checkScript_update_description
source: To update the reference index use
nl: Om de referentie-index te updaten, maak gebruik van:

# checkScript_update_example
source: php /path/to/your/typo3/cli_dispatch.phpsh lowlevel_refindex -e
nl: php /pad/naar/jouw/typo3/cli_dispatch.phpsh lowlevel_refindex -e

# checkScript_more
source: Make sure that a BE user with the name _cli_lowlevel exists. For more details see: /path/to/your/typo3/sysext/lowlevel/HOWTO_clean_up_TYPO3_installations.txt
nl: Zorg ervoor dat de backendgebruiker met de naam _cli_lowlevel bestaat. Voor meer details lees: /pad/naar/jouw/typo3/sysext/lowlevel/HOWTO_clean_up_TYPO3_installations.txt

# checkScript_information
source: If you run these commands from the command line, make sure that a BE user with the name _cli_lowlevel exists.
nl: Als deze commando's via de opdrachtregel worden uitgevoerd zorg er dan voor dat een BE-gebruiker met de naam _cli_lowlevel bestaat.

# checkScript_moreDetails
source: For more details see
nl: Voor meer details zie:

# updateRefIndex
source: Update reference index
nl: Update referentie-index

# showSQL
source: Show SQL parts
nl: Toon SQL delen

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
nl: Gebruik geformateerde tekstreeksen, labels en datums in plaats van de originale waardes voor de resultaten.

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
nl: Gebruik geen originele waardes tussen haken als prefix voor gelabelde resultaten.

# sortOptions
source: Sort selectbox-options for relations by label and not by value
nl: Sorteer selectievakopties voor relaties aan de hand van label en niet aan de hand van waarde.

# showDeleted
source: Show even deleted entries (with undelete buttons)
nl: Toon ook verwijderde items (met optie ongedaan maken)

source: Search options
nl: Zoekopties:

source: Result
nl: Resultaten:

source: Tables
nl: Tabellen:

source: references
nl: referenties:

source: is missing!
nl: is niet aanwezig!

source: Referenced from
nl: Verwezen vanuit:

source: Enter regex pattern
nl: Vul regex patroon in:

# searchButton
source: Search
nl: Zoeken

source: Pattern
nl: Patroon

source: being checked...
nl: wordt gecontroleerd...

# directories
source: Dirs
nl: Mappen:

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
nl: FOUT: Mappen dieper dan volgend aantal niveau's:

source: Files
nl: Bestanden:

source: Matching files
nl: Overeenkomende bestanden:

source: not checked.
nl: niet gecontroleerd.

source: Searching for filenames
nl: Zoeken naar bestandsnamen:

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
nl: Klik om dit verloren record naar rootlevel (pid=0) te verplaatsen

# doktype_value
source: Document types (value)
nl: Documenttypes (waarde)

source: Pages
nl: Pagina's:

# total_pages
source: Total number of pages
nl: Totaal aantal pagina's:

# deleted_pages
source: Marked-deleted pages
nl: Als verwijderd gemarkeerd pagina's:

source: Hidden pages
nl: Verborgen pagina's:

source: Count
nl: Tellen

source: Table name
nl: Tabelnaam

# total_lost
source: Records total / lost
nl: Records totaal / verloren

source: Relations
nl: Relaties:

# relations_description
source: This will analyse the content of the tables and check if there are 'empty' relations between records or if files are missing from their expected position.
nl: Dit analyseert de inhoud van de tabellen en controleert of er 'lege' relaties zijn tussen records of als bestanden niet meer op hun originele locatie staan.

# files_many_ref
source: Files referenced from more than one record
nl: Bestanden met een referentie van meer dan één record:

source: No files found.
nl: Geen bestanden gevonden.

# files_no_ref
source: Files with no references at all (delete them!)
nl: Bestanden zonder enige referentie (vewijder deze!):

# files_no_file
source: Missing files
nl: Niet aanwezige bestanden:

# select_db
source: Select fields
nl: Selecteer velden:

# group_db
source: Group fields
nl: Groepeer velden:

# tree
source: The Page Tree
nl: De paginaboom:

# tree_description
source: This shows all pages in the system in one large tree. Beware that this will probably result in a very long document which will also take some time for the server to compute!
nl: Dit geeft alle pagina's weer als een grote boomstructuur. Dit resulteert waarschijnlijk in een zeer groot document dat enige rekenkracht van de server vereist! Kan wel even duren dus!

# records
source: Records Statistics
nl: Statistieken van records:

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
nl: Dit toont wat statistieken betreffende rocords in de database. De hele paginaboom moet hiervoor doorgelopen worden en kan een aardige load op de server geven.

# search
source: Search whole Database
nl: Doorzoek de hele database

# search_description
source: This searches through all database tables and records for a text string.
nl: Dit doorzoekt alle database tabellen en records voor een tekstgedeelte.

# filesearch
source: Search all filenames for pattern
nl: Doorzoek alle bestanden volgens dit patroon

# filesearch_description
source: Will search recursively for filenames in the PATH_site (subdirs to the website path) matching a certain regex pattern.
nl: Doorzoekt de bestandsnamen recursief (subdirs van de website root) volgens een regex patroon.

# refindex
source: Check and update global reference index
nl: Controleer en actualiseer globale referentie index

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
nl: Stelt u in staat om de referentie index te onderhouden bijgehouden door TYPO3.

# title
source: Database integrity check
nl: Database integriteitscontrole
