Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/news/Resources/Private/Language/*.locallang_csh_media.xlf
Languages: nl

# .details
source: Relation to media records
nl: Relatie naar media records

# _.seeAlso
source: See also the website http://www.news.com/
nl: Zie ook de website http://www.news.com/

# hidden.description
source: Hidden elements are never shown in the frontend.
nl: Verborgen elementen worden nooit getoond aan de voorzijde.

# caption.description
source: Caption of the media element
nl: Onderschrift van het media element

# title.description
source: Additional information for the title tag.
nl: Additionele informatie voor de titel tag.

# alt.description
source: Additional information for the alt tag.
nl: Additionele informatie voor de alt tag.

# type.description
source: Type of media element. This can be (by default): Images, Video & Audio, Plain Html.
nl: Type media element. Dit kan zijn (default): Afbeeldingen, Video & Audio, Platte Html.

# showinpreview.description
source: If checked, this media element is also available in the list view.
nl: Als deze is aangevinkt is het media-element ook beschikbaar in de lijstweergave.

# video.description
source: Define the URL to the video or audio resource. This can be either a relative path (e.g. fileadmin/video.flv) or an absolute path (e.g. to a youtube video).
nl: Definieer de URL van de video of audio bron. Dit kan een relatief pad (bv. fileadmin/Video.flv) of een absoluut pad (bv. naar een youtube video) zijn.

# media.description
source: Select the image itself.
nl: Selecteer de afbeelding zelf.
