Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/belog/Resources/Private/Language/*.locallang.xlf
Languages: fr

# action_1_1
source: Insert
fr: Insérer

# action_1_2
source: Update
fr: Mettre à jour

# action_1_3
source: Delete
fr: Supprimer

# action_1_4
source: Move
fr: Vérifier

# action_1_5
source: Check
fr: Vérifier

# action_2_1
source: Upload
fr: Envoyer

# action_2_2
source: Copy
fr: Copier

# action_2_3
source: Move
fr: Déplacer

# action_2_4
source: Delete
fr: Supprimer

# action_2_5
source: Rename
fr: Renommer

# action_254_1
source: Change
fr: Changement

# action_255_1
source: LOGIN
fr: CONNEXION

# action_255_2
source: LOGOUT
fr: DÉCONNEXION

# action_255_3
source: ATTEMPT
fr: TENTATIVE

# action_2_6
source: New
fr: Nouveau

# action_2_7
source: Unzip
fr: Décompresser

# action_2_8
source: New file
fr: Nouveau fichier

# action_2_9
source: Edit
fr: Éditer

# action_3_1
source: Clear Cache
fr: Vider le cache

# action_5_0
source: Error handler
fr: Traitement des erreurs

# actionAll
source: All
fr: Tous

# actionDatabase
source: Database
fr: Base de données

# actionErrors
source: Errors
fr: Erreurs

# actionFile
source: File
fr: Fichiers

# actions.delete
source: Delete similar errors
fr: Supprimer les erreurs similaires

# actions.delete.message
source: Total entries deleted: %1$d
fr: Total des entrées supprimées : %1$d

# actions.delete.noRowFound
source: Log entry could not be found.
fr: Impossible de trouver l'entrée de journal

# actions.deleteWarnings
source: Delete similar warnings
fr: Supprimer les avertissements similaires

# actionSettings
source: Settings
fr: Paramétrages

# adminLog
source: Administration log
fr: Administration du journal des logs

source: [All users]
fr: [Tous les utilisateurs]

source: [Any]
fr: [Tous]

# changesInFields
source: Changes in fields: %s.
fr: Changement sur les champs : %s

# chLog_l_details
source: Details
fr: Détails

# chLog_l_time
source: Time
fr: Heure

# chLog_l_user
source: User
fr: Utilisateur

# chLog_menuTime
source: Time
fr: Heure

# chLog_menuUsers
source: Users
fr: Utilisateurs

# chLog_time_0
source: This week
fr: Cette semaine

# chLog_time_1
source: Last week
fr: La semaine dernière

# chLog_time_10
source: This month
fr: Ce mois-ci

# chLog_time_11
source: Last month
fr: Le mois dernier

# chLog_time_12
source: Last 31 days
fr: Les 31 derniers jours

# chLog_time_2
source: Last 7 days
fr: Les 7 derniers jours

# chLog_time_20
source: No limit
fr: Pas de limite

# chLog_title
source: Admin Changelog
fr: Journal des changements de l'administrateur

# chLog_users_0
source: All users
fr: Tous les utilisateurs

# chLog_users_-1
source: Self
fr: Soit-même

source: for NON-PAGE related actions
fr: pour des actions NON-PAGE

# forPage
source: for PAGE "%s" (UID: %s)
fr: pour PAGE "%s" (UID: %s

source: for ROOT LEVEL
fr: pour ROOT LEVEL

source: Last 31 days
fr: Les 31 derniers jours

source: Last 7 days
fr: Les 7 derniers jours

source: Last month
fr: Le mois dernier

source: Last week
fr: La semaine dernière

# logForNonPageRelatedActionsOrRootLevelOrPage
source: Log %s from %s to %s
fr: Log %s de %s à %s

# msg_1_0_1
source: Referer host '%s' and server host '%s' did not match!
fr: le referer "%s" et le serveur "%s" sont différents

# msg_1_1_11
source: Attempt to insert record on page '%s' (%s) where this table, %s, is not allowed
fr: Tentative d'insertion d'un enregistrement sur la page '%s' (%s) où cette table, %s, n'est pas autorisée

# msg_1_1_12
source: Attempt to insert a record on page '%s' (%s) from table '%s' without permissions. Or non-existing page.
fr: Tentative d'insertion d'un enregistrement sur la page '%s' (%s) à partir de la table "%s" sans autorisation. Ou bien la page n'existe pas.

# msg_1_2_1
source: Attempt to modify table '%s' without permission
fr: Tentative de modification de la table '%s' sans autorisation.

# msg_1_2_10
source: Record '%s' (%s) was updated.
fr: Enregistrement '%s' (%s) mis à jour.

# msg_1_2_12
source: MySQL error: '%s' (%s)
fr: Erreur MySQL: '%s' (%s)

# msg_1_2_2
source: Attempt to modify record '%s' (%s) without permission. Or non-existing page.
fr: Tentative de modification de l'enregistrement '%s' sans autorisation. Ou bien la page n'existe pas.

# msg_1_4_1
source: Attempt to move record '%s' (%s) to after a non-existing record (uid=%s)
fr: Tentative de déplacement de l'enregistrement '%s' (%s) à la suite d'un enregistrement non-existant (uid=%s)

# msg_1_4_10
source: Attempt to move page '%s' (%s) to inside of its own rootline (at page '%s' (%s))
fr: Tentative de déplacement de la page '%s' (%s) à l'intérieur de sa propre branche (dans la page '%s' (%s))

# msg_1_4_11
source: Attempt to insert record on page '%s' (%s) where this table, %s, is not allowed
fr: Tentative d'insertion d'enregistrement sur la page '%s' (%s) où cette table, %s, is not allowed

# msg_1_4_12
source: Attempt to insert a record on page '%s' (%s) from table '%s' without permissions. Or non-existing page.
fr: Tentative de d'insertion d'un enregistrement dans la page'%s' (%s) à partir de la table '%s' sans autorisation. Ou bien la page n'existe pas.

# msg_1_4_13
source: Attempt to move record '%s' (%s) to after another record, although the table has no sorting row.
fr: Tentative de déplacement de l'enregistrement '%s' (%s) après un autre, alors que la table n'a pas de champ "tri".

# msg_1_4_14
source: Attempt to move record '%s' (%s) without having permissions to do so
fr: Tentative de déplacement de l'enregistrement '%s' (%s) sans autorisation.

# msg_1_4_2
source: Moved record '%s' (%s) to page '%s' (%s)
fr: Déplacement de l'enregistrement '%s' (%s) vers la page '%s' (%s)

# msg_1_4_3
source: Moved record '%s' (%s) from page '%s' (%s)
fr: Déplacement de l'enregistrement '%s' (%s) depuis la page '%s' (%s)

# msg_1_4_4
source: Moved record '%s' (%s) on page '%s' (%s)
fr: Déplacement de l'enregistrement '%s' (%s) dans la page '%s' (%s)

# msg_1_5_1
source: You cannot change the 'doktype' of page '%s' to the desired value.
fr: Vous ne pouvez pas changer le 'doktype' de la page '%s' pour la valeur désirée.

# msg_1_5_10
source: Could not delete file '%s' (does not exist). (%s)
fr: Impossible d'effacer le fichier '%s' (n'existe pas). (%s)

# msg_1_5_11
source: Copying file '%s' failed!: No destination file (%s) possible!. (%s)
fr: Copie du fichier '%s' échouée! : Pas de fichier de destination (%s) possible! (%s)

# msg_1_5_12
source: File extension '%s' is not allowed. (%s)
fr: L'extension de fichier '%s' n'est pas autorisée. (%s)

# msg_1_5_13
source: File size (%s) of file '%s' exceeds limit (%s). (%s)
fr: La taille (%s) du fichier '%s' a dépassé la limite (%s). (%s)

# msg_1_5_14
source: The destination (%s) or the source file (%s) does not exist. (%s)
fr: Le fichier déstination (%s) ou le fichier source (%s) n'existe pas. (%s)

# msg_1_5_15
source: Copying to file '%s' failed! (%s)
fr: La copie du fichier '%s' a échouée! (%s)

# msg_1_5_16
source: Copying file '%s' failed!: The destination path (%s) may be write protected. Please make it write enabled!. (%s)
fr: La copie du fichier '%s' a échouée! : le chemin de destination (%s) est peut être protégé en écriture. Veuillez autoriser les droits en écriture! (%s)

# msg_1_5_2
source: 'doktype' of page '%s' could not be changed because the page contains records from disallowed tables; %s
fr: le type de la page '%s'n'a pas pu être modifié car la page contient des enregistrement de tables non autorisées; %s

# msg_1_5_3
source: Too few items in the list of values. (%s)
fr: Trop peu d'élément dans la liste de valeurs. (%s)

# msg_2_9_1
source: File saved to '%s', bytes: %s, MD5: %s
fr: Fichier enregistré sous '%s', Octets: %s, MD5: %s

source: No limit
fr: Pas de limite

source: Overview
fr: Vue d'ensemble

source: Self
fr: Soit-même

source: Set
fr: Fixer

source: Show History
fr: Montrer l'historique

# systemmessage.errorsInPeriod
source: We have found %1$d errors. Please check your <a href="%2$s">system log</a>.
fr: Nous avons trouvé %1$d erreurs. Veuillez vérifier votre <a href="%2$s">journal du système</a>

source: This month
fr: Ce mois-ci

source: This week
fr: Cette semaine

# timeInfo
source: These pages have log messages from %s to %s
fr: Ces pages ont des messages de logs de %s vers %s

# type_1
source: DB
fr: BDD

# type_2
source: FILE
fr: FICHIER

# type_254
source: SETTING
fr: CONFIGURATION

# type_255
source: LOGIN
fr: CONNEXION

# type_5
source: ERROR
fr: ERREUR

source: User defined
fr: Défini par l'utilisateur
