Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/t3editor/Resources/Private/Language/*.locallang.xlf
Languages: nl

source: Constants
nl: Constanten

# deactivate
source: Deactivate t3editor
nl: Deactiveer t3editor

source: File
nl: Bestand

# js.label_documentModified
source: document has been modified
nl: Het bestand is gewijzigd

# js.label_errorWhileSaving
source: An error occurred while saving the data.
nl: Er heeft zich een fout voorgedaan tijdens het opslaan van de data.

# js.label_lines
source: lines
nl: Regels

# noPermission
source: Access denied: No permission to template records.
nl: Toegang geweigerd: Geen toegang tot template records.

# pageIDInteger
source: Syntax error: Parameter pageID must be a valid integer.
nl: Syntaxfout: Parameter pageId moet een geldige integer zijn.

# typeIDMissing
source: Syntax error: At least parameter typeID has to be supplied.
nl: Syntaxfout: Er moet minstens de parameter typeID bekend zijn.

source: Unknown content type
nl: Onbekend inhoudstype
