Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/scheduler/Resources/Private/Language/locallang_csh_scheduler.xlf
Languages: nl

# .alttitle
source: Scheduler
nl: Taakplanner

# .description
source: The Scheduler provides an interface to register and manage recurring or one-time tasks.
nl: De Taakplanner biedt mogelijkheden om terugkerende en eenmalige taken te registreren en beheren.

# .syntax
source: The Scheduler uses a single cron job to handle all registered tasks. It is thus very convenient as only one cron job needs to be set up and all task frequencies can be managed from the BE module.
nl: De Taakplanner gebruikt een enkele cronjob om alle geregistreerde taken af te handelen. Het is zeer praktisch omdat er maar een cronjob aangemaakt hoeft te worden en de frequentie van uitvoeren van taken beheerd kan worden vanuit de BE module.

# task_class.alttitle
source: Class of the task
nl: Taakklasse

# task_class.description
source: Choose a class from the list of available tasks
nl: Kies een klasse uit de lijst met beschikbare taken

# task_class.details
source: Some tasks are provided by the TYPO3 Core itself. Others come from extensions. See the manual to learn how to create your own tasks and register them with the Scheduler.
nl: Sommige taken worden beschikbaar gesteld door de TYPO3 Core. Andere zijn uit extensies afkomstig. Zie de handleiding voor informatie over het maken van eigen taken en hoe ze te registreren in de Taakplanner.

# task_disable.alttitle
source: Disable task
nl: Taak uitschakelen

# task_disable.description
source: Check this box to disable the automatic, scheduled execution of this task. It can still be launched manually from the BE module.
nl: Deze optie activeren om de automatische, geplande uitvoer van deze taak uit te schakelen. Hij kan nog steeds handmatig vanuit de BE-module gestart worden.

# task_type.alttitle
source: Type of task
nl: Taaktype

# task_type.description
source: Choose whether the task must happen a single time or will be repeated
nl: Kies of de taak eenmalig of herhaald uitgevoerd moet worden.

# task_start.alttitle
source: Start of task
nl: Aanvang van de taak

# task_start.description
source: Enter a start date and time for the task
nl: Voer een startdatum en -tijd in voor de taak.

# task_start.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone.
nl: De datum moet ingevoerd worden in een standaard formaat zoals UU:mm dd-mm-JJJJ of JJJJ-mm-dd UU:mm. Gewone termen kunnen ook gebruikt worden, zoals "now" of "tomorrow" (Engelse termen). Datum en tijd moeten overeenkomen met de tijdzone van de server.

# task_end.alttitle
source: End of task
nl: Einde van de taak

# task_end.description
source: Enter an end date and time for the task, can be blank
nl: Voer de datum en tijd in voor het einde van de taak, kan leeg blijven.

# task_end.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone. Can be left blank, if task is not supposed to end at any point.
nl: De datum moet ingevoerd worden in een standaard formaat zoals UU:mm dd-mm-JJJJ of JJJJ-mm-dd UU:mm. Gewone termen kunnen ook gebruikt worden, zoals "now" of "tomorrow" (Engelse termen). Datum en tijd moeten overeenkomen met de tijdzone van de server. Kan leeg gelaten worden als de taak niet op een bepaald moment beÃ«indigd moet worden.

# task_frequency.alttitle
source: Frequency of task
nl: Frequentie van de taak

# task_frequency.description
source: Enter a frequency, either in seconds or using a cron-like syntax (minutes, hours, day of month, months and day of week)
nl: Voer de frequentie in; hetzij in seconden of gebruikmaken van een cron-achtige syntax (minuten, uren, dag van de maand, maanden en dag van de week)

# task_frequency.details
source: The frequency of the task can be simply entered as a number of seconds. Alternatively it is possible to use the same syntax as for cron jobs. This is simply a list of five numbers or the wildcard "*", separated by blanks. The five numbers are (in order) minutes, hours, day of month, months and day of week. Examples: */5 * * * * means every 5 minutes 30 22 * * * means every day at 22:30 The Scheduler supports the full cron syntax.
nl: De frequentie van de taak kan eenvoudig ingevoerd worden als een aantal seconden. Het is ook mogelijk om dezelfde syntax te gebruiken als voor cronjobs. Dit is simpelweg een lijst van vijf getallen of het algemene teken '*', gescheiden door spaties. De vijf getallen zijn (in volgorde) minuten, uren, dag van de maand, maanden en weekdag. Voorbeelden: */5 * * * * betekent elke 5 minuten 30 22 * * * betekent elke dag om 22:30 De Taakplanner ondersteunt de complete cron syntax.

# task_frequency.seeAlso
source: Wikipedia reference|http://en.wikipedia.org/wiki/Cron
nl: Wikipedia|https://nl.wikipedia.org/wiki/Cronjob

# task_multiple.alttitle
source: Multiple executions
nl: Parallel uitgevoerd

# task_multiple.description
source: Choose whether a task can be running several times simultaneously or not
nl: Bepaal of een taak meerdere keren tegelijkertijd kan lopen of niet

# task_email.alttitle
source: Email address
nl: E-mailadres

# task_email.description
source: Enter a recipient for the mails sent by the test task
nl: Voer een ontvanger in voor de e-mails die deze taak verstuurt

# task_sleepTime.alttitle
source: Sleep time
nl: Pauze

# task_sleepTime.description
source: Enter a number of seconds during which the task will just sleep.
nl: Voer het aantal seconde in gedurende welke de taak moet pauzeren.

# task_cachingFrameworkGarbageCollection_selectedBackends.alttitle
source: Select backends
nl: Selecteer backends

# task_cachingFrameworkGarbageCollection_selectedBackends.description
source: If a cache uses one of the selected backends, the garbage collection will be called for this cache.
nl: Als een cache een van de gekozen backends gebruikt zal de opruimactie worden aangeroepen voor deze cache.

# task_tableGarbageCollection_numberOfDays.alttitle
source: Number of days
nl: Aantal dagen

# task_tableGarbageCollection_numberOfDays.description
source: Delete rows from selected table that are older than given number of days.
nl: Rijen uit de gekozen tabel verwijderen die ouder zijn dan het aangegeven aantal dagen.

# task_tableGarbageCollection_table.alttitle
source: Select table
nl: Tabel kiezen

# task_tableGarbageCollection_table.description
source: Select one of the registered tables to be cleaned up with this task.
nl: Kies een van de geregistreerde tabellen om op te schonen met deze taak.

# task_tableGarbageCollection_allTables.alttitle
source: Clean up all tables
nl: Alle tabellen opschonen

# task_tableGarbageCollection_allTables.description
source: If selected, all configured tables are cleaned. The selection below is ignored.
nl: Indien geselecteerd worden alle geconfigureerde tabellen opgeschoond. De selectie hieronder wordt dan genegeerd.

# task_recyclerGarbageCollection_numberOfDays.alttitle
source: Number of days
nl: Aantal dagen

# task_recyclerGarbageCollection_numberOfDays.description
source: Delete files in _recycler_ folders that are older than the given number of days.
nl: Bestanden in _recycler_ mappen verwijderen die ouder zijn dan het aangegeven aantal dagen.
