Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/extension_builder/Resources/Private/Language/*.locallang.xlf
Languages: nl

# error.extension.0
source: An extension key must have minimum 3, maximum 30 characters (not counting underscores)
nl: Een extensiesleutel moet uit tussen de 3 en 30 tekens bestaan (underscores niet meegeteld)

# error.extension.1
source: Illegal character(s) in extension key. Allowed characters are: a-z (lowercase), 0-9 and '_' (underscore)
nl: Ongeldig(e) teken(s) in de extensiesleutel. Toegestaan zijn: a-z (kleine letters), 0-9 en '_' (underscore)

# error.extension.2
source: The key may not begin with one of the following prefixes: tx,u,user_,pages,tt_,sys_,ts_language_,csh_
nl: De sleutel mag niet beginnen met een van de volgende prefixen: tx, u, user_, pages, tt_, sys_, ts_language, csh_

# error.extension.3
source: Extension keys cannot start or end with 0-9 and '_' (underscore)
nl: Extensiesleutels kunnen niet beginnen of eindige met 0-9 en '_' (underscore)

# error.extension.500
source: There is an existing piBased extension with this extension key. Please choose another extension key or rename the existing extension directory
nl: Er is een reeds bestaande piBase extensie met de extensiesleutel. Kies a.u.b. een ander extensiesleutel of hernoem de bestaande extensie-directory

source: Name
nl: Naam

source: Key
nl: Sleutel

source: Extension title
nl: Extensietitel

source: Extension Key
nl: Extensiesleutel

# descr_extensionKey
source: The extensionkey should be lowercase and without spaces. It will be the unique identifier for this extension.
nl: De exensiesleutel moet uit kleine letters bestaan en geen spaties bevatten. Het is de unieke identificatie voor deze extensie.

source: Vendor name
nl: Bedrijfsnaam

# descr_vendorName
source: The vendor name is the first part of the new package identifier
nl: De bedrijfsnaam is het eerst deel van de unieke naam van het pakket

# short_description
source: Descr.
nl: Beschr.

source: Description
nl: Beschrijving

source: Version
nl: Versie

source: Target version
nl: Doelversie

source: State
nl: Status

source: Alpha
nl: Alfa

source: Stable
nl: Stabiel

source: Experimental
nl: Experimenteel

source: Category
nl: Categorie

# custom_category
source: OR custom
nl: OF aangepast

# descr_custom_category
source: You can define an own category here
nl: Hier kan een eigen categorie gemaakt worden

# descr_category
source: The category this extension belongs to in the extension manager.
nl: De categorie in Extensiebeheer waar deze extensie toe behoort.

# misc
source: Miscellaneous
nl: Overig

source: Services
nl: Service

source: Templates
nl: Sjablonen

source: Examples
nl: Voorbeelden

source: Documentation
nl: Documentatie

source: Disable versioning
nl: Versiebeheer uitschakelen

# descr_disableVersioning
source: Check this if your extension needs no support for versioning. This will skip the creation of versioning related columns in the database
nl: Vink dit aan als de extensie versiebeheer niet hoeft te ondersteunen. Hierdoor zullen de velden nodig voor versiebeheer niet in de database aangemaakt worden.

source: Depends on
nl: Afhankelijk van

source: Role
nl: Rol

source: Developer
nl: Ontwikkelaar

source: Company
nl: Bedrijf

# plugins
source: Frontend plugins
nl: Fronten plug-ins

# descr_plugins
source: The frontend plugins which have to be registered in the extension
nl: De frontend plug-ins die geregistreerd moeten worden in de extensie

source: Controller action combinations
nl: Combinaties van controller acties

# descr_controller_action_combinations
source: Here you can configure, which controller action combinations this plugin/module should have. Example: <br />Blog => list,show <br />(one controller per line, actions comma separated) <br />If you leave this empty, all available actions are configured for this plugin.
nl: Hier is in te stellen welke combinaties van controller actions de plug-in/module moet hebben. Voorbeeld: <br />Blog => list,show <br /> (een controller per regel, acties door komma's gescheiden)<br />Indien het veld leeg gelaten wordt zullen alle beschikbare actie ingesteld worden voor deze plug-in.

source: Non cacheable actions
nl: Niet-cachebare acties

# descr_noncacheable_actions
source: Typically create, delete and update actions should not be cached. (Same format as above)
nl: Over het algemeen zullen de acties create, delete en update niet gecached horen te worden (Zelfde formaat als hierboven)

source: Switchable actions
nl: Schakelbare acties

# descr_switchableActions
source: Make actions switchable in the plugin's form. One line for the label, one for the list of allowed Controller->action pairs (semicolon separated). Example: <br />Display items<br />Model->list; Model->show;<br />Admin<br />Model->new; Model->create; Model->edit; Model->update;
nl: Maak acties schakelbaar in het plug-in formulier. Een regel voor het label, een voor de lijst van toegestane Controller->actie combinaties (gescheiden door puntkomma). Voorbeeld: <br />Items afbeelden<br />Model->list; Model->show;<br />Admin<br />Model->new; Model->create; Model->edit; Model->update;

source: Main module
nl: Hoofdmodule

# uniqueInThisModel
source: Should be unique for this model
nl: Hoort uniek te zijn voor dit model

source: More
nl: Meer

source: More options
nl: Meer opties

source: Advanced options
nl: Geavanceerde opties

source: Remove
nl: Verwijderen

source: Add
nl: Toevoegen

source: Is exclude field?
nl: Uitsluitveld?

# descr_isExcludeField
source: If set to true, this field will only be visible for admin users per default
nl: Indien ingeschakeld zal het veld standaard alleen zichtbaar zijn voor beheerders

source: New model object
nl: Nieuw model-object

source: Domain object settings
nl: Instellingen voor domain object

# descr_objectType
source: Value objects are simple objects that are defined by their value and have no 'identity'
nl: Value objecten zijn simpele object die door hun waarde bepaald worden en geen eigen identiteit hebben

source: Entity
nl: Entiteit

source: Is aggregate root?
nl: Is het de aggregatiebasis?

source: Enable sorting?
nl: Sorteren inschakelen?

# descr_enableSorting
source: If true, sorting in the backend is enabled
nl: Indien ingeschakeld is handmatig sorteren in de backen mogelijk

# mapToTable
source: Map to existing table
nl: Aan bestaande tabel koppelen

# descr_mapToTable
source: If the model should extend an existing table, you can configure this here
nl: Als het model een bestaande tabel moet uitbreiden is dat hier in te stellen

# parentClass
source: Extend existing model class
nl: Bestaande model-klasse uitbreiden

# descr_parentClass
source: If this model should extend an existing other model, name it here
nl: Als dit model een bestaand model moet uitbreiden, vermeld dit dan hier

source: Default actions
nl: Standaardacties

source: Action type
nl: Actietype

# descr_actionType
source: For each selected action, the extension builder will generate a template and a action method in the controller of this model. If the model is an aggregate root the default CRUD actions will be generated per default.
nl: Voor elke geselecteerd actie zal de extension builder een template en een action method in de crontroller van dit model aanmaken. Als het model een aggregatiebasis is zullen standaard de CRUD acties gegenereerd worden.

source: show
nl: tonen

source: list
nl: lijst

# create_new
source: new/create
nl: nieuw/aanmaken

source: edit/update
nl: bewerken/bijwerken

source: delete
nl: verwijderen

source: Properties
nl: eigenschappen

source: Property name
nl: naam eigenschap

# descr_propertyName
source: The name should be lowerCamelCase and unique in this model
nl: De naam moet in 'lowerCamelCase' en moet uniek zijn in dit model

source: Property type
nl: Type eigenschap

# descr_propertyType
source: All types with * are not yet supported by the frontend form generation/validation
nl: Alle types met een * worden momenteel niet ondersteund bij het bouwen van een frontend formulier en de validatie

source: String
nl: Tekenreeks

source: Text
nl: Tekst

source: Rich text*
nl: Tekst met opmaak*

source: Integer
nl: Geheel getal

source: Floating point
nl: Getal met drijvende komma

source: Time*
nl: Tijd*

source: Time/Sec*
nl: Tijd/Seconden*

source: Select list
nl: Keuzelijst

source: File*
nl: Bestand*

source: Image*
nl: Afbeelding*

source: File reference*
nl: Bestandsreferentie

source: Folder*
nl: Map*

source: Password
nl: Wachtwoord

source: Is required?
nl: Is verplicht?

source: Relations
nl: Relaties

# relationName
source: Name
nl: Naam

# descr_relationName
source: The name should be lowerCamelCase and unique in this model
nl: De naam hoort 'lowerCamelCase' te zijn en uniek in dit model

source: Extension properties
nl: Extensie-eigenschappen

source: Tab label
nl: Label van tab

source: Lazy loading
nl: Vertraagd laden

# descr_lazyLoading
source: Make this relation lazy loading
nl: Deze relatie vertraagd laden

# foreignRelationClass
source: Relation to external class
nl: Relatie met externe klasse

# descr_foreignRelationClass
source: If this is a relation to an external model, enter the (full qualified) class name here. The class must exist and be loadable
nl: Als dit een relatie is met een extern model voer dan de (volledige) class naam in. De class moet bestaan en geladen kunnen worden
