Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/adminpanel/Resources/Private/Language/*.locallang_info.xlf
Languages: nl

# countUserInt
source: Count of USER_INT objects
nl: Aantal USER_INT objecten

source: Document size
nl: Documentgrootte

# feuserId
source: Id of logged in FE-User
nl: ID van aangemelde FE-gebruiker

# feuserName
source: Name of logged in FE-User
nl: Naam van aangemelde FE-gebruiker

# groupList
source: Frontenduser group combination
nl: Combinatie van frontend gebruikersgroepen

# imagesOnPage
source: Images on this page
nl: Afbeeldingen op deze pagina

# imagesSize
source: Total image file sizes
nl: Totale bestandsgrootte van afbeeldingen

source: Key
nl: Sleutel

# module.shortinfo
source: (Load Time: %s ms)
nl: (Laadtijd: %s ms)

# noCache
source: Page cached
nl: Pagina gecachet

# noCache_no
source: No
nl: Nee

# noCache_yes
source: Yes
nl: Ja

source: Page type
nl: Paginatype

source: Page Uid
nl: Pagina-uid

# sub.general.label
source: General
nl: Algemeen

source: Total parsetime
nl: Totale parsetijd

source: Value
nl: Waarde
