Repository: esit1/reerehtml
Catalog: typo3conf/l10n/*/about/Resources/Private/Language/Modules/*.about.xlf
Languages: nl

# donation_button
source: Donate now
nl: Nu doneren

# donation_header
source: TYPO3 Donation
nl: TYPO3 Donatie

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
nl: Het zou geweldig zijn als u kunt doneren. TYPO3 CMS is Open Source en is grotendeels afhankelijk van donaties van gebruikers en supporters.<br/><br/><b>Dank u</b> dat u dit geweldige content-management-systeem nog beter maakt met uw hulp!

source: Extension
nl: Extensie

# extension_author
source: Author
nl: Auteur

source: Extension Authors
nl: Auteurs van extensies

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
nl: Dit is een lijst van mensen die bijgedragen hebben aan de extensies die in deze installatie gebruikt worden.

source: External Libraries
nl: Externe bibliotheken

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
nl: TYPO3 CMS core gebruikt en bedankt de volgende Open Source projecten:

# information
source: TYPO3 Information
nl: TYPO3 Informatie

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
nl: Toont de belangrijkste gegevens over de TYPO3-applicatie, versie en licentie bepalingen.

# mlang_labels_tablabel
source: About TYPO3 CMS
nl: Over TYPO3

# mlang_tabs_tab
source: About TYPO3 CMS
nl: Over TYPO3

# title
source: About TYPO3 CMS
nl: Over TYPO3

# typo3_logo
source: TYPO3 CMS logo
nl: TYPO3 logo

# welcome
source: TYPO3 CMS - Professional Web Content Management System
nl: TYPO3 Professioneel Web Content Management Systeem
